Repository: johnfactotum/foliate
Catalog: po/*.po
Languages: cs_cs, he, it, ru_ru

source: Consistent inner and outer margins
he: גבולות פנימיים וחיצוניים אחידים

source: The automatic layout no longer supports 4 columns
he: הפריסה האוטומטית לא תומכת עוד ב־4 עמודות

source: Fixed long words overflowing
he: תוקנה זליגה של מילים ארוכות

source: Fixed custom themes not saved across sessions
he: תוקנה בעיה שערכות עיצוב מותאמות אישית לא נשמרות בין הפעלה להפעלה

source: Fixed shortcuts for key pads
he: תוקנו קיצורי מקלדת ללוחות מקשים

source: Fixed opening non-UTF-8 zipped FB2 files
he: תוקנה פתיחה של קובצי FB2 שנדחסו ב־zip בלי UTF-8

source: Fixed books not opening on GNOME 40
he: תוקנה בעיה שספרים לא נפתחו ב־GNOME 40

source: This book has no identifier. This is the MD5 hash generated from the file.
ru_ru: У этой книги нет идентификатора. Это хеш-сумма MD% которая была создана на основе файла.

source: Google Books
ru_ru: Google Книги

source: Markdown
ru_ru: Разметка

source: Footnote Preview
ru_ru: Предпросмотр сноски

source: Identifier of the default dictionary. Dictionaries from dictd and stardict, if any, are available with the "dcitd_" and "stardict_" prefix added to the database ID
ru_ru: Идентификатор словаря по умолчанию. Словари из пакетов dictd и stardict, если они доступны, будут добавлены в базу данных по префиксу "dcitd_" или "stardict_"

source: Whether to hide the headerbar automatically (this is setting has no effect if skeuomorphism or sidebar is enabled)
ru_ru: Автоматически скрывать заголовок окна (эта опция не работает если включен скевоморфизм или боковая панель)
