Repository: johnfactotum/foliate
Catalog: po/*.po
Languages: cs_cs, he, it, ru_ru

source: "Allow Unsafe Content" now only enables JavaScript; external content will no longer be loaded
he: „לאפשר תוכן מפוקפק” מאפשר הפעלת JavaScript, תוכן חיצוני לא ייטען עוד
it: "Mostra Contenuto Insicuro" ora attiva solo JavaScript; il contenuto esterno non sarà caricato
ru_ru: "Разрешить небезопасный контент" теперь только включает JavaScript; внешние данные не будут загруженны

source: WebKit processes are now sandboxed
he: תהליכי WebKit מעתה בסביבה מבודדת
it: I processi WebKit sono ora in modalità sandbox
ru_ru: Процессы WebKit теперь изолированны в песочнице

source: Other featues and fixes:
he: יכולות ותיקונים נוספים:
it: Altre caratteristiche e correzioni:
ru_ru: Другие улучшения и исправления:

source: Improved support for vertical and right-to-left books
he: השתפרה התמיכה בספרים אנכיים ומימין לשמאל
it: Supporto migliorato per libri verticali e da destra a sinistra
ru_ru: Улучшена поддержка вертикальных книг и книг справа-налево

source: Support for StarDict dictionaries
he: תמיכה במילוני StarDict
it: Supporto per dizionari StarDict
ru_ru: Поддержка словарей StarDict

source: Fixed current location not preserved when resizing
he: תוקנה בעיה שהמיקום הנוכחי לא נשמר בעת שינוי גודל
it: Risolto il problema con la posizione corrente non mantenuta durante il ridimensionamento
ru_ru: Исправлена ошибка с не сохранением текущего местоположения при изменении размера

source: Fixed auto-hiding header bar under some themes
he: תוקנה הסתרת סרגל כותרת בחלק מערכות העיצוב
it: Risolto il problema con la barra superiore che si auto-nascondeva con alcuni temi
ru_ru: Исправлено автоматическое скрытие панели заголовка под некоторыми темами

source: Command-line options for showing version and adding books to library
he: אפשרויות שורת פקודה להצגת הגרסה והוספת ספרים לספרייה
it: Opzioni della riga di comando per mostrare versione e aggiungere libri alla libreria
ru_ru: Параметры командной строки для отображения версии и добавления книг в библиотеку

source: Option to clear or disable cache
he: אפשרות לפינוי או השבתת המטמון
it: Opzione per pulire o disabilitare la cache
ru_ru: Параметр для очистки или выключения кеширования

source: When an HTML page contains invalid self-closing anchor tags, it is now parsed as XHTML
he: כאשר עמוד HTML מכיל תגיות עוגן שגויות שסוגרות את עצמן, הוא מעובד בתור XHTML
it: Quando una pagina HTML contiene tag anchor non validi, ora viene analizzata come XHTML
ru_ru: Когда HTML-страница содержит недопустимые самозакрывающиеся теги привязки, теперь анализируется как XHTML

source: Fixes:
cs_cs: Opravy:
he: תיקונים:
it: Correzioni:
ru_ru: Исправления:

source: Fixed wrong version number
cs_cs: Opraveno nesprávné číslo verze
he: מספר הגרסה השגוי תוקן
it: Corretto il numero di versione errato
ru_ru: Исправлен неправильный номер версии

source: Fixed dictionary, translation, and Wikipedia not working in the Snap package
cs_cs: Opraven slovník, překlad a Wikipedie nepracující v balíčku Snap
he: תוקנו המילון, התרגום וויקיפדיה שלא עבדו בחבילת ה־Snap
it: Risolto il problema con dizionario, traduzione e Wikipedia che non funzionavano nel pacchetto Snap
ru_ru: Исправлена ошибка: словарь, перевод и Википедия не работали в Snap пакете

source: New features:
cs_cs: Nové vlastnosti:
he: יכולות חדשות:
it: Nuove caratteristiche:
ru_ru: Новые функции:

source: New and improved icon
cs_cs: Nová a lepší ikona
he: סמל חדש ומשופר
it: Icona nuova e migliorata
ru_ru: Новая улучшенная иконка

source: Option to disable turn page on tap
cs_cs: Volba pro zakázání obrácení strany při ťuknutí
he: אפשרות להשבתת הפיכת העמוד בנגיעה
it: Opzione per disabilitare volta pagina al tocco
ru_ru: Возможность отключить перелистывание по нажатию

source: A menu on the welcome screen for opening recent files
cs_cs: Nabídka na uvítací obrazovce pro otevření nedávných souborů
he: תפריט במסך קבלת הפנים לפתיחת הקבצים האחרונים
it: Un menu nella schermata di benvenuto per aprire i file recenti
ru_ru: Меню для открытия недавних файлов на экране приветствия

source: Restored shortcuts for showing ToC, annotations, and bookmarks
cs_cs: Obnoveny zkratky pro ukázání obsahu, poznámek a záložek
he: שוחזרו קיצורי המקלדת להצגת תוכן העניינים, ההסברים והסימניות
it: Scorciatoie ripristinate per mostrare ToC, annotazioni e segnalibri
ru_ru: Восстановлены ярлыки для отображения примечаний, закладок

source: Fixed application not translated
cs_cs: Opraven program, nepřeloženo
he: תוקנה בעיה שהתוכנה לא הופיעה מתורגמת
it: Risolto un problema con le traduzioni
ru_ru: Исправления перевода

source: Interface:
cs_cs: Rozhraní:
he: מנשק משתמש:
it: Interfaccia:
ru_ru: Интерфейс:

source: A redesigned interface that works better for smaller screens
he: מנשק משתמש שעוצב מחדש כדי לפעול טוב יותר במסכים קטנים
it: Interfaccia ridisegnata più funzionale con schermi piccoli
ru_ru: Редизайн интерфейса для лучшей работы на маленьких экранах

source: Improved fullscreen mode with an overlaid headerbar
he: מצב מסך מלא השתפר עם סרגל ראש מרחף
it: Modalità a schermo intero migliorata con una barra superiore sovrapposta
ru_ru: Улучшен полноэкранный режим

source: The headerbar and the progress bar now auto-hide, for a distraction-free reading experience
he: סרגל הכותרת וסרגל ההתקדמות מוסתרים אוטומטית לחוויית קריאה נטולת הפרעות
it: La barra superiore e la barra di progresso ora si nascondono automaticamente, per un'esperienza di lettura senza distrazioni
ru_ru: Заголовок и полоска прогресса автоматически скрываются что не отвлекать от чтения

source: Various location information, as well as a clock, can now be displayed in the footer
he: פרטי מקום מגוונים לרבות שעון ניתנים מעתה להצגה בכותרת התחתונה
it: Varie informazioni sulla posizione, così come un orologio, possono ora essere visualizzate nel piè di pagina
ru_ru: Различная дополнительная информация, например часы, может отображаться в футере

source: A new location popover (Ctrl + L) that shows reading time estimates and allows skipping to locations
cs_cs: Nový vysunovací panel s polohami (Ctrl+L), který ukáže odhad pro dobu čtení a umožní přeskočit na polohu
he: חלונית מיקום צפה חדשה (Ctrl + L) שמציגה את הערכת זמן הקריאה ומאפשרת לדלג למיקומים שונים
it: Un nuovo popover di posizione (Ctrl + L) che mostra le stime del tempo di lettura e consente di saltare alle posizioni
ru_ru: Новая всплывашка (Ctrl + L) которая показывает ожидаемое время прочтения и позволяет перемещаться между расположениями

source: E-reader style navigation: go to the previous or next page by tapping on the left or right part of the view; tap on the middle to toggle header bar and progress bar
he: ניווט בסגנון קוראים אלקטרוניים: ניתן לעבור לעמוד הקודם בלחיצה על החלק השמאלי או הימני של התצוגה, יש לגעת באמצע כדי להציג או להסתיר את סרגל הכותרת ואת סרגל ההתקדמות
it: Stile di navigazione e-reader: vai alla pagina precedente o successiva toccando la parte sinistra o destra della vista; tocca al centro per attivare la barra principale e la barra di progresso
ru_ru: Навигация в стиле E-reader: для перемещения на предыдущую или следующую страницу нажмите на левую или правую часть экрана; нажатие на центральную часть переключает отображение заголовка и полоски прогресса

source: Annotations, bookmarks, and find results now show chapter titles
cs_cs: Poznámky, záložky a výsledky hledání nyní ukazují názvy kapitol
he: הסברים, סימניות ואיתור תוצאות מציגים כעת את כותרות הפרקים
it: Annotazioni, segnalibri e risultati della ricerca ora mostrano i titoli dei capitoli
ru_ru: Примечания, закладки и результаты поиска теперь отображают название главы

source: When looking up words in dictionaries, the query can now be edited
he: בעת חיפוש מילים במילון, ניתן מעתה לערוך את השאילתה
it: Quando si cercano parole nei dizionari, è ora possibile modificare la query
ru_ru: При поиске слова в словаре запрос может быть отредактирован

source: New shortcut for viewing metadata (Ctrl + I) and preferences (Ctrl + ,)
he: קיצור מקלדת חדש להצגת נתוני על (Ctrl + I) והעדפות (Ctrl + ,‎)
it: Nuova scorciatoia per la visualizzazione dei metadati (Ctrl + I) e delle preferenze (Ctrl +,)
ru_ru: Новые горячие клавиши для показа метаинформации (Ctrl + I) и настроек (Ctrl + ,)

source: A new traditional menubar, which may be displayed depending on the desktop environment
he: סרגל תפריטים חדש, שעשוי להופיע בהתאם לסביבת שולחן העבודה
it: Una nuova barra dei menu tradizionale, che può essere visualizzata a seconda dell'ambiente desktop
ru_ru: Новая дополнительная панель меню, которая может отображаться в зависимости от окружения рабочего стола

source: Option to use a traditional titlebar and menubar instead of a headerbar (experimental)
he: אפשרות להשתמש בסרגל הכותרת ובסרגל התפריטים המסורתיים במקום סרגל הכותרת (ניסיוני)
it: Opzione per usare la barra del titolo classica e quella di menu (sperimentale)
ru_ru: Возможность использования традиционного заголовка и меню вместо шапки

source: Reading:
cs_cs: Čtení:
he: קריאה:
it: Lettura:
ru_ru: Чтение:

source: Continuous scrolling layout
he: פריסת גלילה המשכית
it: Scorrimento continuo
ru_ru: Непрерывный вид отображения

source: Option to show decorative shadows that mimic the appearance of a real book
he: אפשרות להציג הצללות מעוצבות שמחקות מראה של ספר אמיתי
it: Possibilità di mostrare ombre decorative che imitano l'aspetto di un vero libro
ru_ru: Декоративные тени для схожести с реальной книгой

source: Ability to zoom in and zoom out
cs_cs: Schopnost přibližovat a oddalovat
he: היכולת להתקרב ולהתרחק
it: Possibilità di ingrandire e rimpicciolire
ru_ru: Возможность менять масштаб

source: Improved image viewer with "save as" option
he: מציג התמונות השתפר עם אפשרות „שמירה בשם”
it: Visualizzatore di immagini migliorato con opzione "salva con nome"
ru_ru: Улучшено отображение картинок с возможностью сохранения

source: Open copies of a book in new windows (Ctrl + N)
cs_cs: Otevřít kopie knihy v nových oknech (Ctrl + N)
he: פתיחת עותקים מספר בחלונות חדשים (Ctrl + N)
it: Apri copie di un libro in nuove finestre (Ctrl + N)
ru_ru: Открыть копию книги в новом окне (Ctrl + N)

source: Reload book (Ctrl + R)
cs_cs: Nahrát knihu znovu (Ctrl + R)
he: רענון ספר (Ctrl + R)
it: Ricarica libro (Ctrl + Rs)
ru_ru: Перезагрузить книгу (Ctrl + R)

source: New built-in themes: Gray, Solarized, Gruvbox, Nord
cs_cs: Nová vestavěná témata: šedé, osluněné, Gruvbox, Nord
he: ערכות עיצוב מובנות חדשות: אפור, זריחה, תיבת גרוב, צפון
it: Nuovi temi incorporati: Grigio, Solarized, Gruvbox, Nord
ru_ru: Новые встроенные темы: Серая, Solarized, Gruvbox, Северная

source: Text selection:
cs_cs: Výběr textu:
he: בחירת טקסט:
it: Selezione testo:
ru_ru: Выделение текста:

source: Ability to select text across pages
cs_cs: Schopnost vybrat text přes stránky
he: היכולת לבחור טקסט על פני מספר עמודים
it: Possibilità di selezionare il testo tra le pagine
ru_ru: Возможность выделять текст между страницами

source: Find selected text in book
cs_cs: Najít vybraný text v knize
he: איתור הטקסט הנבחר בספר
it: Trova testo selezionato nel libro
ru_ru: Поиск по книге

source: Speak selected text or from the selected locatio
cs_cs: Říct vybraný text nebo od vybrané polohy
he: להקריא את הטקסט הנבחר מהמיקום הנבחר
it: Pronuncia il testo selezionato o dalla posizione selezionata
ru_ru: Произнести выделенный текст или текст из выделенного расположения

source: Annotations:
cs_cs: Poznámky:
he: הסברים:
it: Annotazioni:
ru_ru: Примечания:

source: Spellcheck notes
cs_cs: Zkontrolovat pravopis poznámek
he: הערות בדיקת איות
it: Note per il controllo ortografico
ru_ru: Проверка орфографии в заметках

source: Export annotations to Markdown
cs_cs: Vyvést poznámky do Markdown
he: ייצוא הסברים ל־Markdown
it: Esporta annotazioni in Markdown
ru_ru: Экспортировать примечания в Markdown

source: Options to use custom colors for highlights
cs_cs: Volbyk použití vlastních barev pro zvýraznění
he: אפשרות להשתמש בצבעים משלך להדגשות
it: Opzioni per utilizzare colori personalizzati per le evidenziazioni
ru_ru: Возможность использовать свои цвета для выделения

source: For publishers and developers:
cs_cs: Pro vydavatele a vývojáře:
he: למוציאים לאור ולמפתחים:
it: Per editori e sviluppatori:
ru_ru: Для издателей и разработчиков:

source: Support for Apple Books theme attribute, which allows books to detect themes without JavaScript
he: יש תמיכה במאפיינים של ערכות עיצוב ל־Apple Books, מה שמאפשר לספרים לזהות את ערכות העיצוב בלי JavaScript
it: Supporto per l'attributo del tema di Apple Books, che consente ai libri di rilevare i temi senza JavaScript
ru_ru: Поддержка атрибута тем Apple Books, что позволяет книгам распознавать темы без JavaScript

source: WebKit's developer tools can be enabled
he: אפשר להפעיל את כלי הפיתוח של WebKit
it: Gli strumenti per sviluppatori possono essere abilitati
ru_ru: Стали доступны средства разработчика WebKit

source: Breaking changes:
cs_cs: Kritické změny:
he: שינויים משבשים:
it: Novità importanti:
ru_ru: Ломающие изменения:

source: The settings schemas has been reorganized
cs_cs: Schéma nastavení bylo změněno
he: סכמות ההגדרות סודרו מחדש
it: Gli schemi delle impostazioni sono stati riorganizzati
ru_ru: Реорганизована схема настроек

source: The format for custom themes has changed
cs_cs: Formát pro vlastní vzhled byl změněn
he: תצורת ערכות העיצוב שמותאמות אישית השתנתה
it: Il formato per i temi personalizzati è cambiato
ru_ru: Формат пользовательских тем был изменён

source: Locations are now 1024 characters in size
cs_cs: Polohy nyní mají velikost 1024 znaků
he: המיקומים הם עכשיו בגודל של 1024 תווים
it: Le posizioni ora hanno una dimensione di 1024 caratteri
ru_ru: Расположения теперь имеют размер 1024 символов

source: Bug fixes:
cs_cs: Opravy chyb:
he: תיקוני תקלות:
it: Correzioni:
ru_ru: Исправления ошибок:

source: Fixed not restoring exact last location
he: תוקנה תקלה שהמיקום האחרון המדויק לא שוחזר
it: Risolto il problema con il mancato ripristino dell'ultima posizione esatta
ru_ru: Исправлено неправильное восстановление последней позиции

source: Fixed navigation not working with scrolled layout
he: תוקנה תקלה שהניווט לא עבד בפריסה נגללת
it: Risolto il problema con la navigazione che non funzionava con il layout a scorrimento
ru_ru: Исправлена навигация не работавшая в виде с прокруткой

source: Fixed font size not changing when the book uses absolute-size keywords
he: תוקנה תקלה שגודל הגופן לא השתנה כאשר הספר משתמש במילות מפתח בגודל מוחלט
it: Risolto il problema con la dimensione del carattere che non cambiava quando il libro utilizza parole chiave di dimensione assoluta
ru_ru: Исправлено масштабирование шрифта в книгах использующих абсолютные размеры

source: Fixed text cut off at margin edge
he: תיקון לטקסט קבוע שנחתך בקצה
it: Risolto il problema con il testo tagliato sul bordo del margine
ru_ru: Исправлена обрезка текста на границе отступа

source: Fixed unable to open books with "#" or "?" in the file name
he: תוקנה התקלה שאי אפשר לפתוח ספרים שבשם הקובץ שלהם יש „#” או „?”
it: Risolto il problema con l'impossibilità di aprire libri con "#" o "?" nel nome del file
ru_ru: Исправлена невозможность открытия книг у которых имя содержит "#" или "?"

source: Fixed Flatpak version not being able to open .mobi, .azw, and .azw3 files
cs_cs: Opravená verze Flatpak neumí otevřít soubory .mobi, .azw, and .azw3
he: הגרסה של Flatpak תוקנה כך שתוכל לפתוח קובצי ‎.mobi,‏ ‎.azw, ו־‎.azw3
it: Risolto il problema con la versione di Flatpak che non era in grado di aprire file .mobi, .azw e .azw3
ru_ru: Flatpack версия не может открыть .mobi, .azw, и .azw3 файлы

source: Improved Wiktionary lookup, now with links and example sentences
cs_cs: Vylepšené vyhledávání ve Wiktionary, nyní s odkazy a vzorovými větami
he: החיפוש בוויקימילון השתפר, עכשיו עם קישורים ומשפטים לדוגמה
it: Ricerca in Wikizionario migliorata, ora con collegamenti e frasi di esempio
ru_ru: Улучшенный вики-поиск, теперь со ссылками и примерами

source: Improved popover footnote extraction and formatting
cs_cs: Vylepšené získávání a formátování poznámek pod čarou
he: חילוץ ועיצוב של הערות שוליים בחלוניות השתפרו
it: Estrazione e formattazione delle note a piè di pagina migliorate
ru_ru: Улучшенное форматирование и извлечение сносок

source: Added option to export annotations to BibTeX
cs_cs: Přidána volba vyvádění poznámek do BibTeX
he: נוספה אפשרות לייצא הסברים ל־BibTeX
it: Aggiunta l'opzione per esportare le annotazioni in BibTeX
ru_ru: Добавлена опция для экспорта примечаний в BibTeX

source: Fixed table of contents navigation not working with some books
cs_cs: Opravený pohyb v obsahu u některých knih nepracuje
he: תוקנה בעיה שניווט בתוכן העניינים לא עובד בחלק מהספרים
it: Risolto il problema con la navigazione del sommario non funzionante con alcuni libri
ru_ru: Исправлена навигация по оглавлению не работавшая в некоторых книгах

source: Fixed not being able to zoom images with Kindle books
cs_cs: Opravena věc ohledně nemožnosti přiblížení obrázků v knihách Kindle
he: תוקנה בעיה שלא הייתה אפשרות לכוון את התקריב לתמונות עם ספרים של Kindle
it: Risolto il problema con l'impossibilità di ingrandire le immagini con i libri Kindle
ru_ru: Исправлено масштабирование картинок в Kindle книгах

source: Fixed not being able to open books with .epub3 filename extension
cs_cs: Opraven stav, kdy nebylo možno otevírat knihy se souborovou příponou .epub3
he: תוקנה בעיה שלא הייתה אפשרות לפתוח ספרים בקבצים עם הסיומת ‎.epub3
it: Risolto il problema per cui non era possibile aprire libri con estensione .epub3
ru_ru: Исправлена невозможность открытия книг с расширением .epub3

source: Fixed temporary directory not being cleaned after closing
cs_cs: Opraven stav, kdy nebyl dočasný adresář po zavření vyčištěn
he: תוקנה בעיה שהתיקייה הזמנית לא התפנתה לאחר הסגירה
it: Risolto il problema con la directory temporanea che non veniva pulita dopo la chiusura
ru_ru: Исправлена очистка временной директории после закрытия

source: Fixed F9 shortcut not working
cs_cs: Opraven problém s nepracující klávesovou zkratkou F9
he: תוקן קיצור המקלדת F9 שלא עבד
it: Risolto il problema con la scorciatoia F9 che non funzionava
ru_ru: Исправлена неработающая клавиша F9

source: Updated translations
cs_cs: Aktualizovány překlady
he: התרגומים עודכנו
it: Traduzioni aggiornate
ru_ru: Обновлены переводы

source: External resources and JavaScript are now blocked by default
he: משאבים חיצוניים ו־JavaScript נחסמים מעתה כברירת מחדל
it: Le risorse esterne e JavaScript sono ora bloccati per impostazione predefinita
ru_ru: Внешние ресурсы и Javascript теперь заблокированы по умолчанию

source: Basic text-to-speech support
cs_cs: Základní podpora pro text na řeč
he: תמיכה בסיסית בהקראה
it: Supporto di base alla sintesi vocale
ru_ru: Базовая поддержка озвучки текста

source: Export annotations to HTML, plain text, or JSON
cs_cs: Vyvést poznámky do HTML, prostého textu nebo JSON
he: ייצוא הסברים ל־HTML, טקסט פשוט, JSON
it: Esporta Annotazioni in HTML, testo semplice, o JSON
ru_ru: Экспорт примечаний в HTML, текстовый формат или JSON

source: Support for viewing .mobi, .azw, and .azw3 files
cs_cs: Podpora pro zobrazení souborů .mobi, .azw, a .azw3
he: תמיכה בהצגת קובצי ‎.mobi,‏ ‎.azw ו־‎.azw3
it: Supporto per la visualizzazione di file .mobi, .azw e .azw3
ru_ru: Поддержка .mobi, .azw, и .azw3 форматов

source: New alternative sidebar UI
cs_cs: Nové další rozhraní postranního pruhu
he: מנשק משתמש חלופי חדש
it: Nuova UI alternativa della barra laterale
ru_ru: Новый альтернативный интерфейс боковой панели

source: Lookup words in Wikipedia and offline dictionaries
cs_cs: Vyhledat slova ve Wikipedii a ve slovnících mimo internet
he: חיפוש מילים בוויקיפדיה ובמילונים בלתי מקוונים
it: Cerca le parole in Wikipedia e nei dizionari offline
ru_ru: Ищите слова в Википедии и оффлайн-словарях

source: Translate passages with Google Translate
cs_cs: Překlad pasáží pomocí Google Translate
he: תרגום פסקאות עם Google Translate
it: Traduci passaggio con Google Translate
ru_ru: Переводите предложения с Google Translate

source: Configure default action when words are selected
cs_cs: Nastavit výchozí činnost, kdy jsou vybrána slova
he: הגדרת פעולת ברירת מחדל עם בחירת מילים
it: Configura azione predefinita sulla selezione di parole
ru_ru: Настроить действие по умолчанию когда выбрано несколько слов

source: Experimental popup footnote support
cs_cs: Pokusná podpora pro vysunovací poznámky pod čarou
he: תמיכה ניסיונית בחלונית הערת שוליים קופצת
it: Supporto sperimentale per le note a piè di pagina
ru_ru: Экспериментальная поддержка всплывающих сносок

source: Ability to find within only the current chapter
cs_cs: Schopnost hledat jen v nynější kapitole
he: היכולת למצוא רק בפרק הנוכחי
it: Possibilità di trovare solo all'interno del capitolo corrente
ru_ru: Возможность искать только в текущей главе

source: Fixed CPU spikes when left open
he: תוקנו קפיצות בצריכת המעבד כשנשאר פתוח
it: Risolto utilizzo intensivo casuale della CPU
ru_ru: Исправлено потребление CPU

source: Fixed highlights not rendering at the correct positions
he: תוקנו הדגשות שלא עברו עיבוד במקומות הנכונים
it: Risolto il problema con le evidenziazioni che non venivano visualizzate nelle posizioni corrette
ru_ru: Исправлен рендеринг выделений

source: Fixed crashing when opening files
he: תוקנה קריסה בעת פתיחת קבצים
it: Risolto il problema con l'arresto anomalo durante l'apertura dei file
ru_ru: Исправлено падение при открытии файлов

source: Customize page margins and brightness
cs_cs: Přizpůsobit okraje stran a jas
he: התאמת גבולות העמוד והבהירות
it: Personalizza i margini e la luminosità della pagina
ru_ru: Изменены отступы и яркость страницы

source: Tweak the theme colors, or add your own custom themes
cs_cs: Ladit barvy vzhledu nebo přidat své vlastní vzhledy
he: שיפור צבעי ערכות עיצוב או הוספת ערכות עיצוב משלך
it: Modifica i colori del tema o aggiungi i tuoi temi personalizzati
ru_ru: Настройте цветовую тему, или создайте свою собственную

source: Ability to zoom and copy images
cs_cs: Schopnost zvětšovat a kopírovat obrázky
he: היכולת להתקרב/להתרחק ולהעתיק תמונות
it: Possibilità di ingrandire e copiare le immagini
ru_ru: Возможность увеличивать и копировать изображения

source: Option to auto-hide cursor
cs_cs: Volba automatického skrývání ukazatele
he: אפשרות להסתרת הסמן אוטומטית
it: Opzione per auto-nascondere il cursore
ru_ru: Возможность скрывать курсор

source: See reading time left by hovering over the reading progress slider
cs_cs: Vidět zbývající dobu čtení po přejetí nad posuvníkem s postupem čtení
he: ניתן לראות את זמן הקריאה שנותר על ידי ריחוף מעל מחוון התקדמות הקריאה
it: Visualizza il tempo di lettura rimanente passando con il mouse sul cursore di avanzamento della lettura
ru_ru: Показать оставшееся время чтения при наведении курсора на строку прогресса

source: Fixed some books not rendering sometimes
he: בעיות עיבוד הפכפכות בחלק מהספרים תוקנו
it: Risolto il problema con alcuni libri che a volte non venivano visualizzati
ru_ru: Исправлен рендеринг некоторых книг

source: Fixed images being too wide in some cases
he: תוקנה בעיה שהתמונות היו רחבות מדי בחלק מהמקרים
it: Risolto il problema con le immagini troppo grandi in alcuni casi
ru_ru: Исправлены слишком широкие изорбражения

source: Option to switch between left and full justification
cs_cs: Volba pro přepnutí mezi levým a zarovnáním do bloku
he: אפשרות להחליף בין יישור לשמאל ליישור מלא
it: Opzione per passare dal giustificato a sinistra a globale
ru_ru: Возможность выравнивания слева или по ширине

source: New layout option: single-column paginated view
he: אפשרות פריסה חדשה: תצוגת עימוד בעמודה אחת
it: Nuova opzione di layout: vista impaginata a colonna singola
ru_ru: Новый способ отображения: возможность просмотра по одной странице

source: Fixed:
cs_cs: Opraveno:
he: תיקונים:
it: Risolto:
ru_ru: Исправления:
