Repository: johnfactotum/foliate
Catalog: po/*.po
Languages: cs_cs, he, it, ru_ru

source: Generated locations are now stored in the cache directory rather than localStorage
he: המקומות שנוצרו מאוחסנים בתיקייה המטמון במקום באחסון המקומי (localStorage)
it: Le posizioni generate vengono ora archiviate nella directory della cache anziché in localStorage
ru_ru: Сгенерированные местоположения теперь хранятся в кеше директории а не в localStorage

source: Allow font size adjustment when using publisher fonts
cs_cs: Povolit přizpůsobení velikosti písma při používání písma vydavatele
he: לאפשר התאמות גודל גופן בעת שימוש בגופני הוצאה לאור
it: Consenti la regolazione della dimensione del carattere quando si utilizzano i caratteri dell'editore
ru_ru: Возможность менять размер шрифта издателя

source: Fixed reading progress slider not appearing after localStorage quota is exceeded
he: תוקנה בעיה שמחוון התקדמות הקריאה לא הופיע לאחר שמכסת האחסון המקומי (localStorage) נגמרה
it: Risolto il problema con il cursore di avanzamento della lettura che non veniva visualizzato dopo il superamento della quota di localStorage
ru_ru: Исправлено исчезновение строки прогресса при переполнении localStorage

source: Touchpad gestures and ability to scroll through pages
cs_cs: Gesta pro dotykovou plochu a schopnost posunu skrze strany
he: מחוות משטח מגע והיכולת לגלול בין העמודים
it: Gesti del touchpad e possibilità di scorrere le pagine
ru_ru: Жесты тачпада и возможность скроллить постранично

source: Fullscreen mode
cs_cs: Celoobrazovkový režim
he: מצב מסך מלא
it: Modalità schermo intero
ru_ru: На весь экран

source: Option to hide reading progress bar
cs_cs: Volba pro skrytí posuvníku s postupem čtení
he: אפשרות להסתרת פס ההתקדמות
it: Opzione per nascondere la barra progresso di lettura
ru_ru: Возможность скрыть ползунок навигации

source: Option to disable dictionary
cs_cs: Volba pro zakázání slovníku
he: אפשרות להשבתת המילון
it: Opzione per disabilitare il dizionario
ru_ru: Возможность отключить словарь

source: Option to use publisher font
cs_cs: Volba pro použití písma vydavatele
he: אפשרות להשתמש בגופן ההוצאה לאור
it: Opzione per usare il carattere dell'editore
ru_ru: Возможность использовать шрифт издателя

source: Restoring reading progress is now smooth and jank-free
cs_cs: Obnovení postupu čtení je nyní hladší a plynulejší
he: שחזור תהליך הקריאה חלק ונטול מעקפים
it: Il ripristino dei progressi di lettura ora è fluido e privo di fallimenti
ru_ru: Переход к месту, где вы остановились в прошлый раз, стал более плавным

source: Fixed custom styles not applying in some cases
cs_cs: Opraveny vlastní styly, které se v některých případech nepoužily
he: הבעיה שחלק מהסגנונות שהותאמו אישית לא חלים בחלק מהמקרים תוקנה
it: Risolti gli stili personalizzati che non si applicavano in alcuni casi
ru_ru: Исправлена возможность добавлять свои стили

source: Fixed invalid AppData file
cs_cs: Opraven neplatný soubor AppData
he: קובץ AppData שגוי תוקן
it: Risolto file AppData non valido
ru_ru: Исправлен некорректный файл AppData

source: Initial release
cs_cs: Počáteční vydání
he: מהדורה ראשונית
it: Rilascio iniziale
ru_ru: Начальный релиз

source: Store URIs
cs_cs: Uložit URI
he: אחסון כתובות URI
it: Conserva URI
ru_ru: URI магазинов

source: Whether to save file URIs
cs_cs: Zda uložit URI souboru
he: האם לשמור את כתובות ה־URI של הקבצים
it: Se salvare gli URI dei file
ru_ru: Сохранять ли файл URI

source: Whether to save generated locations to cache (the locations are needed for calculating percentages of locations in book)
cs_cs: Zda uložit vytvořené polohy do vyrovnávací paměti (k vypočítání procenta poloh v knize jsou potřeba polohy)
he: האם לשמור את המיקומים שנוצרו למטמון (המיקומים נחוצים לחישוב אחוזי המיקומים בספר)
it: Se salvare le posizioni generate nella cache (le posizioni sono necessarie per calcolare il progresso di lettura)
ru_ru: Сохранять ли сгенерированные расположения в кеше(расположения нужны для расчёта процентов по книге)

source: Cache covers
cs_cs: Ukládání obalů knih do vyrovnávací paměti
he: שמירת כריכות במטמון
it: Cache copertine
ru_ru: Кешировать обложки

source: Whether to save book covers to cache
cs_cs: Zda uložit obaly knih do vyrovnávací paměti
he: האם לשמור את כריכות הספרים במטמון
it: Se salvare le immagini di copertina in cache
ru_ru: Сохранять ли кеш обложек

source: Cover size
cs_cs: Velikost obalu knihy
he: גודל כרירה
it: Dimensioni copertina
ru_ru: Размер обложки

source: Width of cached book cover images
cs_cs: Šířka obrázků obalů knih uložených do vyrovnávací paměti
he: רוחב תמונות כריכות הספרים שנשמרות במטמון
it: Larghezza delle immagini di copertina in cache
ru_ru: Ширина кэшированных изображений обложек

source: Restore last file opened
cs_cs: Obnovit naposledy otevřený soubor
he: שחזור הקובץ האחרון שנפתח
it: Ripristina ultimo file aperto
ru_ru: Восстановить последний открытый файл

source: Whether to automatically restore the last file
cs_cs: Zda automaticky obnovit poslední soubor
he: האם לשחזר את הקובץ האחרון שנפתח אוטומטית
it: Se ripristinare automaticamente l'ultimo file
ru_ru: Автоматически восстанавливать последний открытый файл

source: Default highlight color
cs_cs: Výchozí barva zvýraznění
he: צבע ההדגשה כברירת מחדל
it: Colore predefinito evidenziazione
ru_ru: Цвет выделения по умолчанию

source: Default highlight color for annotations
cs_cs: Výchozí barva zvýraznění pro poznámky
he: צבע ברירת המחדל להדגשת הסברים
it: Colore predefinito evidenziazione per annotazioni
ru_ru: Цвет подсветки сносок по умолчанию

source: Dictionary
cs_cs: Slovník
he: מילון
it: Dizionario
ru_ru: Cловарь

source: Identifier of the default dictionary. Dictionaries from dictd and stardict, if any, are available with the "dictd_" and "stardict_" prefix added to the database ID
cs_cs: Identifikátor výchozího slovníku. Slovníky z dictd a stardict, jsou-li jaké, jsou dostupné s předponou "dictd_" a "stardict_" přidanou k ID databáze
he: מזהה מילון ברירת המחדל. מילונים מ־dictd ומ־stardict, אם קיימים, זמינים עם הקידומת „dictd_‎” ו־„stardict_‎” כתוספת למזהה מסד הנתונים
it: Identificatore del dizionario predefinito. I dizionari di dictd e stardict, se presenti, sono disponibili con il prefisso "dictd_" e "stardict_" aggiunto all'ID del database

source: Target language of translation
cs_cs: Cílový jazyk překladu
he: שפת היעד של התרגום
it: Lingua di traduzione di destinazione
ru_ru: Переводить с

source: Target language for translations
cs_cs: Cílový jazyk pro překlady
he: שפות היעד לתרגום
it: Lingua di destinazione per le traduzioni
ru_ru: Переводить на

source: Default action when selecting a word
cs_cs: Výchozí činnost při vybrání slova
he: פעולת ברירת המחדל בבחירת מילה
it: Azione predefinita quando si seleziona una parola
ru_ru: Действие по умолчанию при выделении слова

source: Default action to perform when selecting a single word
cs_cs: Výchozí činnost k provedení při vybrání jednoho slova
he: פעולת ברירת המחדל לביצוע בעת בחירת מילה
it: Azione predefinita da eseguire quando si seleziona una singola parola
ru_ru: Действие которое будет выполнено при выделении отдельного слова

source: Default action when selecting multiple words
cs_cs: Výchozí činnost při vybrání více slov
he: פעולת ברירת מחדל בבחירת מספר מילים
it: Azione predefinita quando si selezionano più parole
ru_ru: Действие по умолчанию при выделении нескольких слов

source: Default action to perform when selecting multiple words
cs_cs: Výchozí činnost k provedení při vybrání více slov
he: פעולת ברירת מחדל לביצוע בעת בחירת מספר מילים
it: Azione predefinita da eseguire quando si selezionano più parole
ru_ru: Действие которое будет выполнено при выделении нескольких слов

source: Event for opening image viewer
cs_cs: Událost pro otevření prohlížeče obrázků
he: אירוע לפתיחת מציג תמונות
it: Evento per l'apertura del visualizzatore di immagini
ru_ru: Событие для открытия программы просмотра изображений

source: DOM event type for viewing images; the special value "middleclick" is available for the middle click event
cs_cs: Typ události DOM pro prohlížení obrázků; zvláštní hodnota "middleclick" je dostupná pro událost klepnutí prostředním tlačítkem myši
he: סוג אירוע DOM לצפייה בתמונות, הערך המיוחד „middleclick” (לחיצה אמצעית) זמין לאירוע הלחיצה בלחצן האמצעי
it: Tipo di evento DOM per la visualizzazione delle immagini; il valore speciale "middleclick" è disponibile per l'evento clic centrale
ru_ru: Тип события DOM для просмотра изображений; специальное значение "middleclick" доступно для события среднего щелчка

source: Command to execute for text-to-speech
cs_cs: Příkaz pro vykonání převodu textu na řeč
he: פקודה להפעלה עבור הקראה אוטומטית
it: Comando da eseguire per la sintesi vocale
ru_ru: Начать/остановить озвучку текста

source: If true, a side pane will be used instead of popovers
cs_cs: Je-li zapnuto, bude namísto vysunovacích použit postranní panel
he: אם אמת/true, תופיע חלונית צד במקום חלוניות צפות
it: Se vero, sarà utilizzato un riquadro laterale al posto dei popover
ru_ru: Использовать боковую панель вместо всплывашек

source: Use menubar
cs_cs: Použít nabídkový pruh
he: להשתמש בסרגל תפריטים
it: Usa barra menu
ru_ru: Показывать панель меню

source: If true, use traditional titlebars and menubars
cs_cs: Je-li zapnuto, používat obyčejné titulkové pruhy a nabídky
he: אם אמת/true, להשתמש בסרגלי כותרות ותפריטים מסורתיים
it: Se vero, usa le barre del titolo e di menu tradizionali
ru_ru: Использовать традиционные заголовки и меню

source: Auto-hide headerbar
cs_cs: Automaticky skrývat pruh se záhlavím
he: הסתרת סרגל הכותרת אוטומטית
it: Auto-nascondi barra principale
ru_ru: Автоматически скрывать заголовок окна

source: Whether to hide the headerbar automatically (this setting has no effect if skeuomorphism or sidebar is enabled)
cs_cs: Zda skrýt záhlaví automaticky (toto nastavení neúčinkuje, kdy se jedná o napodobení vzhledu skutečné knihy nebo je povolen postranní panel)
he: האם להסתיר את סרגל הכותרת אוטומטית (להגדרה זו אין השפעה אם מופעלים סקאומורפיזם או סרגל צד)
it: Se nascondere automaticamente la barra principale (questa impostazione non ha effetto se lo scheumorfismo o la barra laterale è abilitata)

source: Information to be displayed on the left footer
cs_cs: Informace k zobrazení v levé patičce strany
he: מידע שיוצג בכותרת התחתונה משמאל
it: Informazioni da visualizzare nel piè di pagina a sinistra
ru_ru: Информация которая будет отображаться в левом футере

source: Information to be displayed on the right footer
cs_cs: Informace k zobrazení v pravé patičce strany
he: מידע שיוצג בכותרת התחתונה מימין
it: Informazioni da visualizzare nel piè di pagina a destra
ru_ru: Информация которая будет отображаться в правом футере

source: If true, you can go to the previous or next page by tapping on the left or right part of the view; tap on the middle to toggle header bar and progress bar
cs_cs: Je-li zapnuto, můžete jít na předchozí nebo na další stranu ťuknutím do levé nebo pravé části zobrazeného; ťukněte doprostřed pro přepnutí záhlaví a ukazatele postupu
he: אם אמת/true, אפשר לעבור לעמוד הקודם או הבא בנגיעה בחצי השמאלי או הימני של התצוגה, נגיעה באמצע מציגה או מסתירה את סרגל הכותרת וסרגל ההתקדמות
it: Se vero, puoi andare alla pagina precedente o successiva toccando la parte sinistra o destra della vista; tocca al centro per attivare la barra principale e la barra di progresso
ru_ru: Если включено, вы можете перейти на предыдущую или следующую страницу нажав на левую или правую часть экрана; нажатие на центральную часть переключит отображение заголовка и полоски прогресса

source: Prefer dark GTK theme
cs_cs: Dávat přednost tmavému vzhledu GTK
he: להעדיף ערכת עיצוב כהה של GTK
it: Preferisci tema GTK scuro
ru_ru: Предпочитать тёмную GTK тему

source: If true, the dark variant of a GTK theme, if available, will be used
cs_cs: Je-li zapnuto, bude se používat, je-li dostupná, tmavá podoba vzhledu (GTK)
he: אם אמת/true, ייעשה שימוש בהגוון הכהה של ערכת העיצוב ב־GTK, אם זמין
it: Se vero, sarà utilizzata la variante scura del tema GTK, se disponibile
ru_ru: Если доступен то будет использован тёмный вариант GTK темы

source: Zoom level
cs_cs: Úroveň zvětšení
he: רמת תקריב
it: Livello di ingrandimento
ru_ru: Масштаб

source: Line-height
cs_cs: Výška řádku
he: גובה שורה
it: Interlinea
ru_ru: Высота линии

source: Margin
cs_cs: Okraj
he: גבול
it: Margine
ru_ru: Отступ

source: Page margin in pixels
he: גבולות העמוד בפיקסלים
it: Margine pagina in pixel

source: Max width
cs_cs: Největší šířka
he: רוחב מרבי
it: Larghezza massima
ru_ru: Максимальная ширина

source: Use publisher font
cs_cs: Použít písmo vydavatele
he: להשתמש בגופן ההוצאה לאור
it: Usa carattere dell'editore
ru_ru: Использовать шрифт издателя

source: If true, custom font is disabled
cs_cs: Je-li zapnuto, vlastní písmo je zakázáno
he: אם אמת/true, גופן מותאם אישית מושבת
it: Se vero, il carattere predefinito è disabilitato
ru_ru: Не использовать кастомные шрифты

source: Justify text
cs_cs: Zarovnat text
he: יישור טקסט
it: Giustifica testo
ru_ru: Растянуть по ширине

source: If true, text will be justified
cs_cs: Je-li zapnuto, soubor bude zarovnán
he: אם אמת/true, הטקסט ייושר
it: Se vero, il testo sarà giustificato
ru_ru: Текст будет растянут по ширине страницы

source: Hyphenation
cs_cs: Dělení slov
he: מיקוף
it: Sillabazione
ru_ru: Автоперенос

source: If true, auto-hyphenation is enabled
cs_cs: Je-li zapnuto, je povoleno automatické dělení slov
he: אם אמת/true, מיקוף אוטומטי מופעל
it: Se vero, l'auto-sillabazione è abilitata
ru_ru: Включить автоперенос слов

source: Foreground color
cs_cs: Barva popředí
he: צבע חזית
it: Colore di primo piano
ru_ru: Цвет переднего плана

source: Text color
cs_cs: Barva textu
he: צבע כתב
it: Colore testo
ru_ru: Цвет текста

source: Background color
cs_cs: Barva pozadí
he: צבע רקע
it: Colore sfondo
ru_ru: Цвет фона

source: Link color
cs_cs: Barva odkazu
he: צבע קישור
it: Colore link
ru_ru: Цвет ссылки

source: Invert page
cs_cs: Obrátit barvu strany
he: היפוך צבע עמוד
it: Inverti pagina
ru_ru: Инвертировать цвета

source: A value under 1 darkens the page, while a value over 1 brightens it. A value of 0 will make the page completely black, while a value of 1 leaves the brightness unchanged
cs_cs: Hodnota pod 1 stranu ztmaví, zatímco hodnota nad 1 ji rozjasní. Hodnota 0 způsobí úplné zčernání strany, zatímco hodnota 1 ponechá jas beze změny
he: ערך קטן מ־1 מכהה את העמוד לעומת ערך גדול מ־1 שמהיר אותו. הערך 0 משחיר את העמוד לחלוטין, בעוד הערך 1 משאיר את הבהירות ללא שינוי
it: Un valore inferiore a 1 scurisce la pagina, mentre un valore superiore a 1 la schiarisce. Un valore di 0 renderà la pagina completamente nera, mentre un valore di 1 lascia la luminosità inalterata
ru_ru: Значение меньше 1 затемняет страницу, в то время как значение выше 1 осветляет. При 0 страница будет абсолютно чёрной, а при 1 яркость не будет изменена

source: Footnote preview
cs_cs: Náhled poznámky pod čarou
he: תצוגה מקדימה של הערת שוליים
it: Anteprima della nota a piè di pagina
ru_ru: Предпросмотр сноски

source: If true, will attempt to display footnotes in a popover
cs_cs: Je-li zapnuto, poznámky pod čarou budou, půjde-li to, zobrazeny vysouvací
he: אם אמת/true, יתבצע ניסיון להציג את הערות השוליים בחלוניות צפות
it: Se vero, tenterà di visualizzare le note a piè di pagina in un popover
ru_ru: Пытаться отображать сноски во всплывающем окне

source: Allow unsafe content
cs_cs: Povolit nezabezpečený obsah
he: לאפשר תוכן מפוקפק
it: Permetti contenuto non sicuro
ru_ru: Разрешить небезопасный контент

source: If true, allow JavaScript
cs_cs: Je-li to pravda, povolit JavaScript
he: אם אמת/true, לאפשר JavaScript
it: Se vero, consenti JavaScript
ru_ru: Если true, разрешить JavaScript

source: Enable developer tools
cs_cs: Povolit vývojářské nástroje
he: הפעלת כלי פיתוח
it: Abilita strumenti sviluppatore
ru_ru: Включить средства разработчика

source: If true, developer tools are enabled
cs_cs: Je-li zapnuto, jsou povoleny vývojářské nástroje
he: אם אמת/true כלי הפיתוח פעילים
it: Se vero, gli strumenti per sviluppatori sono abilitati
ru_ru: Включить средства разработчика

source: Page layout
cs_cs: Rozvržení strany
he: פריסת עמוד
it: Impaginazione
ru_ru: Вид страницы

source: Skeuomorphism
cs_cs: Napodobení skutečné knihy
he: סקאומורפיזם
it: Scheumorfismo
ru_ru: Скевоморфизм

source: If true, the book is decoratively presented in a way that resembles physical books
cs_cs: Je-li pravdivé, kniha je ozdobně znázorněna způsobem připomínajícím hmotné knihy
he: אם אמת/true, הספר יוצג בצורה מעוצבת באופן שמזכיר ספרים פיזיים
it: Se vero, il libro è presentato in modo decorativo in modo da ricordare i libri fisici
ru_ru: Книга будет декорирована чтобы выглядить как настоящая физическая книга

source: Auto-hide cursor
cs_cs: Automaticky skrývat ukazatel
he: הסתרת סמן אוטומטית
it: Auto-nascondi cursore
ru_ru: Скрывать курсор

source: Whether to hide the cursor automatically
cs_cs: Zda automaticky skrýt ukazatel
he: האם להסתיר את סמן העכבר אוטומטית
it: Se nascondere automaticamente il cursore
ru_ru: Автоматически скрывать курсор

source: Window width
cs_cs: Šířka okna
he: רוחב חלון
it: Larghezza finestra
ru_ru: Ширина окна

source: Width of the window
cs_cs: Šířka okna
he: רוחב החלון
it: Larghezza della finestra
ru_ru: Ширина окна

source: Window height
cs_cs: Výška okna
he: גובה חלון
it: Altezza finestra
ru_ru: Высота окна

source: Height of the window
cs_cs: Výška okna
he: גובה החלון
it: Altezza della finestra
ru_ru: Высота окна

source: Maximized
cs_cs: Zvětšeno
he: מוגדל
it: Massimizzato
ru_ru: Развёрнуто

source: Whether the window is maximized
cs_cs: Zda je okno zvětšeno
he: האם החלון מוגדל
it: Se la finestra è massimizzata
ru_ru: Окно развёрнуто

source: Whether the window is fullscreen
cs_cs: Zda je okno na celou obrazovku
he: האם החלון ממלא את המסך
it: Se la finestra è a schermo intero
ru_ru: Окно в полноэкранном режиме

source: Last file opened
cs_cs: Naposledy otevřený soubor
he: קובץ אחרון שנפתח
it: Ultimo file aperto
ru_ru: Последний открытый файл

source: Whether the sidebar is shown
cs_cs: Zda je ukázán postranní pruh
he: האם סרגל הצד מופיע
it: Se viene mostrata la barra laterale
ru_ru: Боковая панель активна

source: Sidebar size
cs_cs: Velikost postranního pruhu
he: גודל סרגל צד
it: Dimensione barra laterale
ru_ru: Размер боковой панели

source: Sidebar width
cs_cs: Šířka postranního pruhu
he: רוחב סרגל צד
it: Larghezza barra laterale
ru_ru: Ширина боковой панели

source: Width of the library window
cs_cs: Šířka okna knihovny
he: רוחב חלון הספרייה
it: Larghezza di finestra della libreria
ru_ru: Ширина окна библиотеки

source: Height of the library window
cs_cs: Výška okna knihovny
he: גובה חלון הספרייה
it: Altezza di finestra della libreria
ru_ru: Высота окна библиотеки

source: Whether the library window is maximized
cs_cs: Zda je okno knihovny zvětšeno na nejvyšší možnou míru
he: האם חלון הספרייה מוגדל
it: Se la finestra della libreria è ingrandita
ru_ru: Развёрнуто ли окно библиотеки

source: How to view the library
cs_cs: Jak zobrazit knihovnu
he: איך לצפות בספרייה
it: Come visualizzare la libreria
ru_ru: Режим просмотра библиотеки

source: Library page
he: עמוד ספרייה
it: Libreria

source: Current library page (“library” or “catalog”)
he: עמוד ספרייה נוכחי („ספרייה”/library או „קטלוג”/catalog)
it: Pagina corrente libreria ("libreria" o "catalogo")

source: Use Tracker
cs_cs: Použít stopaře
he: להשתמש בגשש
it: Usa Tracker
ru_ru: Использовать Tracker

source: If true, will try to use Tracker (the file indexer) to get file locations
cs_cs: Je-li pravda, pokusí se použít stopaře (souborový rejstříkovač) k získání umístění souborů
he: אם אמת/true, יתבצע ניסיון להשתמש בגשש (מתעד קבצים) כדי לקבל את מיקומי הקבצים
it: Se vero, proverà a utilizzare Tracker (l'indicizzatore di file) per ottenere le posizioni dei file
ru_ru: Если true, попытается использовать Tracker (индексатор файлов) для определения местоположения файлов

source: OPDS download action
he: פעולת הורדת OPDS
it: Azione di download OPDS

source: What to do when downloading a file from an OPDS feed
he: מה לעשות בעת הורדת קובץ מערוץ OPDS
it: Cosa fare quando si scarica un file da un feed OPDS

source: Note
cs_cs: Poznámka
he: הערה

source: Wiktionary
cs_cs: Wikislovník
he: ויקימילון
ru_ru: Викисловарь

source: Download
cs_cs: Stáhnout
he: הורדה
ru_ru: Скачать

source: Copyright
cs_cs: Právo ke kopírování
he: זכויות יוצרים
ru_ru: Авторские права

source: Solarized Light
cs_cs: Slunečně světlý
he: בהיר זורח
ru_ru: Solarized светлая

source: Solarized Dark
cs_cs: Slunečně tmavý
he: כהה זורח
ru_ru: Solarized тёмная

source: Gruvbox Light
cs_cs: Gruvbox světlý
he: תיבת גרוב בהירה
ru_ru: Gruvbox светлая

source: Gruvbox Dark
cs_cs: Gruvbox tmavý
he: תיבת גרוב כהה
ru_ru: Gruvbox тёмная

source: Password
cs_cs: Heslo
he: סיסמה
ru_ru: Пароль

source: Menu
cs_cs: Nabídka
he: תפריט
ru_ru: Меню

source: _File
cs_cs: _Soubor
he: _קובץ
ru_ru: _Файл

source: File
cs_cs: Soubor
he: קובץ
ru_ru: Файл

source: Wikipedia
cs_cs: Wikipedie
he: ויקיפדיה
ru_ru: Википедия

source: Abridger
cs_cs: Zkracovatel

source: Designer
cs_cs: Výtvarník

source: Etcher
cs_cs: Leptec

source: Libelee-appellee
cs_cs: Osoba obžalovaná za nactiutrhání-odpůrce odvolatele

source: Libelee
cs_cs: Osoba obžalovaná za nactiutrhání

source: Libelant-appellee
cs_cs: Žalobce-odpůrce odvolatele

source: Libelant-appellant
cs_cs: Žalobce-odvolatel

source: Medium
cs_cs: Nosič

source: Praeses
cs_cs: Vedoucí

source: Plaintiff-appellant
cs_cs: Žalující strana-odvolatel

source: Renderer
cs_cs: Kreslič architektonických návrhů

source: Repository
cs_cs: Archiv

source: Reporter
cs_cs: Zpravodaj

source: Restager
cs_cs: Režisér opětovného provedení

source: Respondent-appellant
cs_cs: Odpůrce-odvolatel

source: Speaker
cs_cs: Řečník

source: Sponsor
cs_cs: Sponzor

source: Page margin in percentage
cs_cs: Okraj strany v procentech
ru_ru: Ширина отступа в процентах

source: OK
he: אישור
ru_ru: ОК

source: #%s
he: מס׳ %s

source: Nord
he: צפון
ru_ru: Северная

source: EPUB Canonical Fragment Identifier
he: מזהה קיטוע קנוני ל־EPUB

source: Festival
he: פסטיבל

source: Digital Object Identifier
he: מזהה עצם דיגיטלי

source: ISBN
he: מסת״ב

source: International Standard Book Number
he: מספר ספר תקני בין־לאומי

source: Japan Digital Comic Number
he: מספר קומיקס דיגיטלי יפני

source: Universally-Unique Identifier
he: מזהה ייחודי אוניברסלי

source: URL
he: כתובת/URL

source: Uniform Resource Locator
he: מאתר משאב אחוד

source: Uniform Resource Identifier
he: מזהה משאב אחוד

source: International Standard Serial Number
he: מספר סידורי לתקן בינלאומי

source: Amazon Standard Identification Number
he: מספר זיהוי תקני של Amazon

source: Online Computer Library Center
he: מרכז ספריית המחשבים המקוונת

source: The Getty Art and Architecture Taxonomy
he: הטקסונומיה של האומנות והאדריכלות של Getty

source: Book Industry Communication
he: תקשורת של תעשיית הספרים

source: Book Industry Standards and Communications
he: תקנים ותקשורת של תעשיית הספרים

source: Chinese Library Classification
he: סיווג הספרייה הסינית

source: Dewey Decimal Classification
he: מיון עשרוני של דיואי

source: IPTC Media Topics
he: נושאי תקשורת של IPTC

source: Library of Congress Classification
he: סיווג ספריית הקונגרס

source: Library of Congress Subject Headings
he: ראשי נושאים של ספריית הקונגרס

source: Nippon Decimal Classification
he: סיווג עשרוני ניפון (יפן)

source: Universal Decimal Classification
he: סיווג עשרוני אוניברסלי

source: Warengruppen-Systematik
he: וארנגרופן-סיסטמטיק

source: DCMI Type Vocabulary
he: מילון הסוגים DCMI

source: John Factotum
he: ג׳ון פקטוטום
ru_ru: Джон Фактотум

source: Fixed a performance issue with zipped files (including EPUB files)
he: תוקנה בעיית ביצועים עם קבצים שדחוסים ב־zip (לרבות קובצי EPUB)

source: Fix UI when running with libhandy 1.x
he: תוקן מנשק המשתמש כשמופעל עם libhandy 1.x

source: Fixed automatic layout
he: תוקנה פריסה אוטומטית

source: Added support for opening HTML files
he: נוספה תמיכה בפתיחת קובצי HTML
