Repository: johnfactotum/foliate
Catalog: po/*.po
Languages: cs_cs, he, it, ru_ru

source: Complainant-appellant
cs_cs: Žalobce-odvolatel
it: Appellato ricorrente

source: Creator
cs_cs: Tvůrce
it: Creatore

source: Correspondent
cs_cs: Dopisovatel
it: Reporter

source: Corrector
cs_cs: Opravce
it: Revisionatore

source: Court reporter
cs_cs: Soudní stenograf
it: Reporter di tribunale

source: Consultant
cs_cs: Poradce
it: Consulente

source: Consultant to a project
cs_cs: Poradce projektu
it: Consulente di un progetto

source: Costume designer
cs_cs: Návrhář úboru
it: Costumista

source: Contributor
cs_cs: Přispěvatel
it: Contributore

source: Contestee-appellee
cs_cs: Odporovaný-odpůrce odvolatele
it: Appellante concorrente

source: Cartographer
cs_cs: Kartograf
it: Cartografo

source: Contractor
cs_cs: Dodavatel
it: Contraente

source: Contestee
cs_cs: Odporovaný
it: Concorrente

source: Contestee-appellant
cs_cs: Odporovaný-odvolatel
it: Ricorrente concorrente

source: Curator
cs_cs: Správce
it: Curatore

source: Commentator for written text
cs_cs: Autor vysvětlujících poznámek k psanému textu
it: Commentatore per testo scritto

source: Distribution place
cs_cs: Místo rozesílání
it: Luogo di distribuzione

source: Defendant
cs_cs: Obžalovaný
it: Imputato

source: Defendant-appellee
cs_cs: Obžalovaný-odpůrce odvolatele
it: Imputato appellante

source: Defendant-appellant
cs_cs: Obžalovaný-odvolatel
it: Imputato appellato

source: Degree granting institution
cs_cs: Ústav poskytující hodnost
it: Ente di emissione

source: Degree supervisor
cs_cs: Odborný poradce pro hodnost
it: Supervisore di laurea

source: Dissertant
cs_cs: Autor pojednání
it: Dissertante

source: Delineator
cs_cs: Autor líčení
it: Delineatore

source: Dancer
cs_cs: Tanečník
it: Ballerino

source: Donor
cs_cs: Dárce
it: Donatore

source: Depicted
cs_cs: Vyobrazený
it: Raffigurato

source: Depositor
cs_cs: Vkladatel
it: Depositante

source: Draftsman
cs_cs: Kreslič
it: Disegnatore

source: Director
cs_cs: Režisér
it: Regista

source: Distributor
cs_cs: Dodavatel
it: Distributore

source: Data contributor
cs_cs: Přispěvatel daty
it: Contributore dati

source: Dedicatee
cs_cs: Adresát věnování
it: Dedicatario

source: Data manager
cs_cs: Správce dat
it: Gestore Dati

source: Dedicator
cs_cs: Věnovatel
it: Dedicatore

source: Dubious author
cs_cs: Pochybný autor
it: Autore dubbioso

source: Editor of compilation
cs_cs: Editor kompilace
it: Editore della compilation

source: Editor of moving image work
cs_cs: Editor filmové práce
it: Editore di lavori con immagini in movimento

source: Editor
it: Editore

source: Engraver
cs_cs: Rytec
it: Incisore

source: Electrician
cs_cs: Elektrikář
it: Elettricista

source: Electrotyper
cs_cs: Galvanotypér
it: Elettrotipia

source: Engineer
cs_cs: Technik
it: Ingegnere

source: Enacting jurisdiction
cs_cs: Uzákoňující soudní pravomoc
it: Giurisdizione in vigore

source: Event place
cs_cs: Místo události
it: Luogo dell'evento

source: Expert
cs_cs: Odborník
it: Esperto

source: Facsimilist
it: Facsimilista

source: Film distributor
cs_cs: Filmový dodavatel
it: Distributore film

source: Field director
cs_cs: Polní režisér
it: Direttore di campo

source: Film editor
cs_cs: Filmový editor
it: Editore film

source: Film director
cs_cs: Filmový režisér
it: Regista

source: Filmmaker
cs_cs: Filmař
it: Regista

source: Former owner
cs_cs: Bývalý vlastník
it: Ex proprietario

source: Film producer
cs_cs: Výrobce filmu
it: Produttore film

source: Funder
cs_cs: Poskytovatel peněz
it: Finanziatore

source: First party
cs_cs: První strana
it: Primo gruppo

source: Forger
cs_cs: Padělatel
it: Falsario

source: Geographic information specialist
cs_cs: Odborník na zeměpisné znalosti
it: Specialista in informazioni geografiche

source: Host institution
cs_cs: Hostitelská instituce
it: Istituzione ospitante

source: Honoree
cs_cs: Oslavenec
it: Premiato

source: Host
cs_cs: Hostitel
it: Ospite

source: Illustrator
cs_cs: Ilustrátor
it: Illustratore

source: Illuminator
cs_cs: Iluminátor
it: Illuminatore

source: Inscriber
cs_cs: Vpisovatel věnování
it: Inscrittore

source: Inventor
cs_cs: Pořizovatel seznamu
it: Creatore

source: Issuing body
cs_cs: Vydávající osoba
it: Ente emittente

source: Instrumentalist
cs_cs: Nástrojář
it: Strumentista

source: Interviewee
cs_cs: Osoba poskytující rozhovor
it: Intervistato

source: Interviewer
cs_cs: Tazatel u rozhovoru
it: Intervistatore

source: Judge
cs_cs: Soudce
it: Giudice

source: Jurisdiction governed
cs_cs: Soudní pravomoc řízena
it: Competenza regolata

source: Laboratory
cs_cs: Laboratoř
it: Laboratorio

source: Librettist
cs_cs: Libretista
it: Librettista

source: Laboratory director
cs_cs: Vedoucí laboratoře
it: Direttore di laboratorio

source: Lead
cs_cs: Hlavní úloha
it: Guida

source: Lender
cs_cs: Půjčovatel
it: Prestatore

source: Libelee-appellant
cs_cs: Osoba obžalovaná za nactiutrhání-odvolatel
it: Appellante Libelee

source: Lighting designer
cs_cs: Návrhář osvětlení
it: Progettista illuminotecnico

source: Libelant
cs_cs: Žalobce
it: Diffamatorio

source: Landscape architect
cs_cs: Zahradní architekt
it: Architetto paesaggista

source: Licensee
cs_cs: Držitel licence
it: Licenziatario

source: Licensor
cs_cs: Poskytovatel licence
it: Licenziante

source: Lithographer
cs_cs: Kamenotiskař
it: Litografo

source: Lyricist
cs_cs: Textař
it: Paroliere

source: Music copyist
cs_cs: Opisovač not
it: Copista di musica

source: Metadata contact
cs_cs: Spojení na osobu popisující dokument
it: Contatto metadati

source: Manufacture place
cs_cs: Místo výroby
it: Luogo di produzione

source: Manufacturer
cs_cs: Výrobce
it: Produttore

source: Moderator
cs_cs: Usměrňovatel diskuse
it: Moderatore

source: Monitor
cs_cs: Dohlížející organizace
it: Controllore

source: Marbler
cs_cs: Mramorovač
it: Marmista

source: Markup editor
cs_cs: Editor značek
it: Editor di markup

source: Musical director
cs_cs: Hudební vedoucí
it: Direttore musicale

source: Metal-engraver
cs_cs: Kovorytec
it: Incisore di metalli

source: Minute taker
cs_cs: Zapisovatel
it: Acquirente minuto

source: Musician
cs_cs: Hudebník
it: Musicista

source: Narrator
cs_cs: Vypravěč
it: Narratore

source: Opponent
cs_cs: Odpůrce
it: Opponente

source: Originator
cs_cs: Původce
it: Originatore

source: Organizer
cs_cs: Pořadatel
it: Organizzatore

source: Onscreen presenter
cs_cs: Televizní konferenciér
it: Presentatore su schermo

source: Owner
cs_cs: Vlastník
it: Proprietario

source: Panelist
cs_cs: Účastník diskuse
it: Pannellista

source: Patron
cs_cs: Ochránce
it: Protettore

source: Publishing director
cs_cs: Vedoucí vydávání
it: Direttore Editoriale

source: Project director
cs_cs: Vedoucí projektu
it: Direttore del progetto

source: Proofreader
cs_cs: Tiskový korektor
it: Correttore di bozze

source: Photographer
cs_cs: Fotograf
it: Fotografo

source: Platemaker
cs_cs: Výrobce tiskových desek
it: Creatore di lastre

source: Permitting agency
cs_cs: Schvalovací orgán
it: Agenzia autorizzante

source: Production manager
cs_cs: Vedoucí výroby
it: Manager di produzione

source: Printer of plates
cs_cs: Tiskař desek
it: Stampatore di lastre

source: Papermaker
cs_cs: Papírník
it: Cartiere

source: Puppeteer
cs_cs: Loutkář
it: Burattinaio

source: Process contact
cs_cs: Spojení na osobu pro zpracování
it: Processo di contatto

source: Production personnel
cs_cs: Zaměstnanec výroby
it: Personale di produzione

source: Presenter
cs_cs: Hlasatel
it: Presentatore

source: Performer
cs_cs: Účinkující
it: Artista

source: Programmer
cs_cs: Programátor
it: Programmatore

source: Printmaker
cs_cs: Grafik
it: Incisore

source: Production company
cs_cs: Výrobní společnost
it: Società di produzione

source: Producer
cs_cs: Výrobce
it: Produttore

source: Production place
cs_cs: Místo výroby
it: Luogo produzione

source: Production designer
cs_cs: Návrhář výroby
it: Scenografo

source: Printer
cs_cs: Tiskař
it: Tipografo

source: Provider
cs_cs: Poskytovatel
it: Fornitore

source: Patent applicant
cs_cs: Patentový přihlašovatel
it: Richiedente brevetto

source: Plaintiff-appellee
cs_cs: Žalující strana-odpůrce odvolatele
it: Querelante-appellante

source: Plaintiff
cs_cs: Žalující strana
it: Querelante

source: Patent holder
cs_cs: Držitel patentu
it: Titolare del brevetto

source: Publication place
cs_cs: Místo vydání
it: Luogo pubblicazione

source: Rubricator
cs_cs: Rubrikátor
it: Rubricatore

source: Recordist
cs_cs: Nahrávatel
it: Registratore

source: Recording engineer
cs_cs: Nahrávací technik
it: Ingegnere di registrazione

source: Addressee
cs_cs: Adresát
it: Destinatario

source: Radio director
cs_cs: Rozhlasový vedoucí
it: Direttore della radio

source: Researcher
cs_cs: Výzkumník
it: Ricercatore

source: Reviewer
cs_cs: Kritik
it: Recensione

source: Radio producer
cs_cs: Rozhlasový producent
it: Produttore radiofonico

source: Responsible party
cs_cs: Odpovídá podle zákona o tisku
it: Parte responsabile

source: Respondent-appellee
cs_cs: Odpůrce-odpůrce odvolatele
it: Convenuto-appellante

source: Respondent
cs_cs: Odpůrce
it: Convenuto

source: Restorationist
cs_cs: Restaurátor
it: Restauratore

source: Research team head
cs_cs: Hlava výzkumné skupiny
it: Capo del team di ricerca

source: Research team member
cs_cs: Člen výzkumné skupiny
it: Membro del team di ricerca

source: Scientific advisor
cs_cs: Vědecký poradce
it: Consulente scientifico

source: Scenarist
cs_cs: Scénárista
it: Sceneggiatore

source: Sculptor
cs_cs: Sochař
it: Scultore

source: Scribe
cs_cs: Písař
it: Scrivano

source: Sound designer
cs_cs: Návrhář zvuku
it: Designer del suono

source: Secretary
cs_cs: Tajemník
it: Segretario

source: Stage director
cs_cs: Divadelní režisér
it: Regista teatrale

source: Signer
cs_cs: Podepsaný
it: Firmatario

source: Supporting host
cs_cs: Podporující hostitel
it: Host di supporto

source: Seller
cs_cs: Prodejce
it: Venditore

source: Singer
cs_cs: Zpěvák
it: Cantante

source: Second party
cs_cs: Druhá strana
it: Secondo gruppo

source: Surveyor
cs_cs: Zeměměřič
it: Perito

source: Set designer
cs_cs: Scénický výtvarník
it: Scenografo

source: Setting
cs_cs: Umístění
it: Ambientazione

source: Storyteller
cs_cs: Vypravěč
it: Narratore

source: Stage manager
cs_cs: Divadelní inspicient
it: Direttore di scena

source: Standards body
cs_cs: Standardizační organizace
he: גוף תקינה
it: Corpo delle norme

source: Stereotyper
cs_cs: Výrobce stereotypních tiskových desek
it: Stereotipatore

source: Technical director
cs_cs: Technický vedoucí
it: Direttore tecnico

source: Teacher
cs_cs: Učitel
he: מורה
it: Insegnante

source: Thesis advisor
cs_cs: Vedoucí práce
it: Relatore di tesi

source: Television director
cs_cs: Televizní ředitel
it: Direttore televisivo

source: Television producer
cs_cs: Televizní producent
it: Produttore televisivo

source: Transcriber
cs_cs: Přepisovatel
it: Trascrittore

source: Translator
cs_cs: Překladatel
it: Traduttore

source: Type designer
cs_cs: Návrhář písem
it: Designer tipo

source: Typographer
cs_cs: Typograf
it: Tipografo

source: University place
cs_cs: Umístění univerzity
it: Luogo universitario

source: Voice actor
cs_cs: Hlasový herec
it: Doppiatore

source: Videographer
cs_cs: Osoba natáčející video
it: Videografo

source: Writer of added commentary
cs_cs: Autor dalších komentářů
it: Scrittore di commenti aggiuntivi

source: Writer of added lyrics
cs_cs: Autor dalších textů
it: Scrittore di canzoni aggiuntive

source: Writer of accompanying material
cs_cs: Autor doprovodných podkladů
it: Scrittore di materiale di accompagnamento

source: Writer of added text
cs_cs: Autor dalších textových popisů
it: Scrittore di testo aggiuntivo

source: Woodcutter
cs_cs: Řezbář
it: Taglialegna

source: Wood engraver
cs_cs: Dřevorytec
it: Incisore del legno

source: Writer of introduction
cs_cs: Autor úvodu
it: Scrittore di introduzione

source: Witness
cs_cs: Svědek
it: Spettatore

source: Writer of preface
cs_cs: Autor předmluvy
it: Scrittore della prefazione

source: Writer of supplementary textual content
cs_cs: Autor dalšího textového obsahu
it: Scrittore di contenuti testuali supplementari

source: Foliate is a simple and modern GTK eBook viewer.
cs_cs: Foliate je jednoduchý a moderní prohlížeč elektronických knih napsaný v GTK.
he: Foliate הוא מציג ספרים אלקטרוניים פשוט ועדכני לסביבת GTK.
it: Foliate è un visualizzatore di eBook semplice e moderno in GTK.
ru_ru: Foliate — это простая и современная читалка электронных книг на основе GTK.

source: Features include:
cs_cs: Funkce zahrnují:
he: בין יכולותיו:
it: Caratteristiche principali:
ru_ru: Особенности:

source: Two-page view and scrolled view
cs_cs: Zobrazení dvou stran a zobrazení s posouváním
he: תצוגת שני עמודים ותצוגה נגללת
it: Vista a pagine affiancate e a scorrimento
ru_ru: Просмотр как в виде двух страниц, так и с помощью прокрутки

source: Customize font and line-spacing
cs_cs: Přizpůsobení písma a odstupu řádků
he: התאמת הגופן וריווח השורות
it: Personalizzazione carattere e interlinea
ru_ru: Настраиваемый шрифт и интервал между строками

source: Light, sepia, dark, and invert mode
cs_cs: Světlý, sépiový, tmavý a obrácený režim
he: המצבים בהיר, גווני חום, כהה והיפוך צבעים
it: Modalità chiaro, seppia, scuro e negativo
ru_ru: Светлый, сепия, тёмный и негативный режимы

source: Reading progress slider with chapter marks
cs_cs: Posuvník s postupem čtení se značkami kapitol
he: מחוון התקדמות קריאה עם סימוני פרקים
it: Cursore progresso di lettura con indicatori di capitolo
ru_ru: Ползунок навигации с отметками глав

source: Bookmarks and annotations
cs_cs: Záložky a poznámky
he: סימניות והסברים
it: Segnalibri e annotazioni
ru_ru: Закладки и примечания

source: Quick dictionary lookup
cs_cs: Rychlé prohledání slovníku
he: חיפוש מהיר במילון
it: Ricerca rapida nel dizionario
ru_ru: Быстрый поиск значения в словаре

source: Changes:
cs_cs: Změny:
he: שינויים:
it: Novità:
ru_ru: Изменения:

source: Improved support for touch screens
he: השתפרה התמיכה במסכי מגע
it: Supporto migliorato per schermi touch

source: OPDS credentials can now be remembered
he: פרטי הגישה של OPDS זמינים לשמירה
it: Le credenziali OPDS ora possono essere memorizzate

source: Various fixes for GNOME 3.38
he: שלל תיקונים ל־GNOME 3.38
it: Varie correzioni per GNOME 3.38

source: Fixed Wiktionary internal links
he: תוקנו קישורים פנימיים בוויקימילון
it: Link interni di Wiktionary corretti

source: Added Basque, Korean, and Norwegian translations
he: נוספו תרגומים לבסקית, קוריאנית ונורווגית
it: Aggiunte traduzioni in Basco, Coreano e Norvegese

source: Fixed unable to open some EPUB files
he: תוקנה בעיה בפתיחת חלק מקובצי ה־EPUB
it: Risolto il problema con l'impossibilità di aprire alcuni file EPUB

source: Fixed unable to open Mobipocket files
he: תוקנה בעיה שמנעה פתיחת קובצי Mobipocket
it: Risolto il problema con l'impossibilità di aprire i file Mobipocket

source: Improved metadata display
he: הצגת נתוני העל השתפרה
it: Visualizzazione dei metadati migliorata

source: Improved FictionBook rendering
he: עיבוד FictionBook השתפר
it: Visualizzazione FictionBook migliorata

source: Improved UI for acquiring books from OPDS
he: מנשק המשתמש למשיכת ספרים מ־OPDS השתפר
it: UI migliorata per l'acquisizione di libri da OPDS

source: Fixed unique identifier extraction for EPUB files
he: תוקן חילוץ מזהה ייחודי לקובצי EPUB
it: Risolto il problema con l'estrazione dell'identificatore univoco per i file EPUB

source: Fixed missing window icon
he: תוקן הסמל שחסר בחלון
it: Risolto il problema con l'icona della finestra mancante

source: Fixed TTS environment variables not set when using Flatpak
he: תוקנו משתני סביבת הקראה אוטומטית שלא מוגדרים בעת שימוש ב־Flatpak
it: Risolto il problema con le variabili di ambiente TTS non impostate con Flatpak

source: Fixed eSpeak NG voice not selected when testing TTS configuration
he: תוקנה בעיה שהקול ב־eSpeak NG לא נבחר כשבודקים את הגדרות ההקראה האוטומטית
it: Risolto il problema con la voce eSpeak NG non selezionata durante il test della configurazione TTS

source: Fixed wrong “__ibooks_internal_theme” attribute when “Invert” is enabled
he: תוקן מאפיין „‎__ibooks_internal_theme” כאשר מופעל „היפוך צבעים”
it: Risolto il problema con l'attributo "__ibooks_internal_theme" errato quando "Inverti" è abilitato

source: OPDS catalogs:
cs_cs: Soupisy OPDS:
he: קטלוגים מסוג OPDS:
it: Cataloghi OPDS:

source: Catalogs are now opened in the main library window
he: קטלוגים נפתחים מעתה בחלון הספרייה הראשי
it: I cataloghi sono ora aperti nella finestra principale della libreria

source: View current location
cs_cs: Zobrazit nynější polohu
he: הצגת המיקום הנוכחי
it: Mostra posizione corrente

source: Go to catalog start page
cs_cs: Jít na začáteční stranu soupisu
he: מעבר לעמוד הפתיחה של הקטלוג
it: Vai alla pagina iniziale del catalogo

source: Reload catalog
cs_cs: Nahrát soupis znovu
he: רענון קטלוג
it: Aggiorna catalogo

source: Add current feed to catalogs
cs_cs: Přidat nynější kanál do soupisů
he: הוספת הערוץ הנוכחי לקטלוגים
it: Aggiungi feed corrente ai cataloghi

source: HTTP authentication support
he: תמיכה באימות HTTP
it: Supporto autenticazione HTTP

source: Other changes:
cs_cs: Jiné změny:
he: שינויים אחרים:
it: Altre novità:

source: Fixed unique identifier extraction for FictionBook (.fb2, .fb2.zip) files
he: תוקן חילוץ מזהה ייחודי לקובצי FictionBook‏ (‎.fb2,‏ ‎.fb2.zip)
it: Risolto il problema con l'estrazione dell'identificatore univoco per i file FictionBook (.fb2, .fb2.zip)

source: Fixed newlines being ignored when copying text
he: תוקנה בעיה ששורות חדשות לא חלו בעת העתקת טקסט
it: Risolto il problema con le nuove righe ignorate durante la copia del testo

source: “Turn page on tap” is now disabled in non-paginated layouts
he: „הפיכת עמוד בנגיעה” מושבתת לפריסות שאינן לדפדוף
it: "Volta pagina al tocco" è ora disabilitato nei layout non impaginati

source: Opening a book from the library view now closes the library window
he: פתיחת ספר מתצוגת הספרייה סוגרת מעתה את חלון הספרייה
it: L'apertura di un libro dalla visualizzazione della libreria ora chiude la finestra della libreria

source: Language and publication dates in metadata are now parsed and formatted
he: השפה ותאריכי הפרסום בנתוני העל מפוענחים ומעוצבים
it: La lingua e le date di pubblicazione nei metadati vengono ora analizzate e formattate

source: Export annotations from the library view
he: ייצוא הסברים מתצוגת הספרייה
it: Esporta annotazioni dalla vista libreria

source: Fixed blurry book covers on HiDPI
cs_cs: Opraveny rozmazané obaly knih na HiDPI
he: תוקנו כריכות ספרים מטושטשות באבחנה גבוהה (HiDPI)
it: Risolto il problema con le copertine dei libri sfocate su HiDPI
ru_ru: Исправлены размытые обложки книг на HiDPI

source: Fixed OPDS links to Standard Ebooks and Project Gutenberg
cs_cs: Opraveny odkazy OPDS na standardní elektronické knihy a Projekt Gutenberg
he: תוקנו קישורים ב־OPDS לספרים אלקטרוניים תקניים ולמיזם גוטנברג
it: Risolti i link OPDS agli Standard Ebooks e al Project Gutenberg
ru_ru: Исправлены ссылки OPDS на стандартные электронные книги и Проект Гутенберга

source: Fixed wrong view icon on startup
cs_cs: Opraveno nesprávné zobrazení ikony při spuštění
he: תוקן סמל תצוגה שגוי עם ההפעלה
it: Risolto il problema con l'icona di visualizzazione errata all'avvio
ru_ru: Исправлена неправильная иконка при запуске

source: Library:
cs_cs: Knihovna:
he: ספרייה:
it: Libreria:
ru_ru: Библиотека:

source: A library view showing recent books and reading progress
he: תצוגת ספרייה מציגה את הספרים האחרונים ואת התקדמות הקריאה
it: Una vista della libreria che mostra i libri recenti e il progresso della lettura
ru_ru: Вид библиотеки, показывающее последние книги и прогресс чтения

source: Search books by metadata
cs_cs: Prohledávat knihy podle popisných dat
he: חיפוש ספרים לפי נתוני על
it: Cerca libri in base ai metadati
ru_ru: Поиск книг по их метаданным

source: E-book discovery with OPDS
cs_cs: Zpřístupnění elektronických knih s OPDS
he: חשיפת ספרים עם OPDS
it: Esplora E-book con OPDS
ru_ru: Электронная книга с OPDS

source: New supported formats:
cs_cs: Nově podporované formáty:
he: תמיכה בתצורות חדשות:
it: Nuovi formati supportati:
ru_ru: Новые поддерживаемые форматы:

source: Comic book archive (.cbr, .cbz, .cbt, .cb7)
cs_cs: Archiv knihy komiksů (.cbr, .cbz, .cbt, .cb7)
he: ארכיון ספר קומיקס ‎(‎.cbr,‏ ‎.cbz,‏ ‎.cbt,‏ ‎.cb7)
it: Archivio Comic book (.cbr, .cbz, .cbt, .cb7)
ru_ru: Архив comic book (.cbr, .cbz, .cbt, .cb7)

source: Plain text (.txt)
cs_cs: Prostý text (.txt)
he: טקסט פשוט (‎.txt)
it: Testo Semplice (.txt)
ru_ru: Текст (.txt)

source: Unpacked EPUB files
cs_cs: Nezabalené soubory EPUB
he: קובצי EPUB פרוסים
it: File EPUB decompresso
ru_ru: Распакованные файлы EPUB

source: Layout:
cs_cs: Rozvržení:
he: פריסה:
it: Impaginazione:
ru_ru: Расположение:

source: Option to set maximum page width
cs_cs: Volba pro nastavení největší šířky strany
he: אפשרות להגדרת רוחב העמוד המרבי
it: Opzione per impostare la larghezza massima di pagina
ru_ru: Параметр для изменения максимальной ширины страницы

source: The "Automatic" layout will now show four columns when the page width is wide
he: הפריסה ה„אוטומטית” תציג מעתה ארבע עמודות כשרוחב העמוד הוא רחב
it: Il layout "Automatico" ora mostrerà quattro colonne quando la larghezza della pagina è ampia
ru_ru: "Автоматическое" расположение теперь будет отображать четыре столбца при широкой ширине страницы

source: Image viewer:
cs_cs: Prohlížeč obrázků:
he: מציג התמונות:
it: Visualizzatore immagini:
ru_ru: Просмоторщик изображений:

source: Improved image viewer, with new shortcuts and the ability to rotate and invert images
cs_cs: Vylepšený prohlížeč obrázků, nové klávesové zkratky a schopnost otáčet a obrátit barvu obrázků
he: מציג תמונות משופר, עם קיצורי מקלדת חדשים והיכולת לסובב ולהפוך צבע של תמונות
it: Visualizzatore di immagini migliorato, con nuove scorciatoie e la possibilità di ruotare e invertire le immagini
ru_ru: Улучшенный просмотрщик изображений с новыми сочетаниями клавиш и возможностью поворачивать и инвертировать изображения

source: Option to disable image viewer, or to open images on double, middle, or right click
he: אפשרות להשבתת מציג התמונות או לפתיחת תמונות בלחיצה כפולה, אמצעית או ימנית
it: Opzione per disabilitare il visualizzatore di immagini o per aprire le immagini con doppio click, tasto centrale o destro
ru_ru: Возможность для отключения просмотрщика изображений или открытия изображения по двойному, среднему или правому щелчку

source: Text-to-speech:
cs_cs: Text na řeč:
he: הקראת טקסט אוטומטית:
it: Sintesi vocale:
ru_ru: Озвучка текста:

source: Improved text-to-speech configuration UI
cs_cs: Vylepšené nastavení rozhraní textu na řeč
he: מנשק הגדרות הקראה אוטומטית משופר
it: UI di configurazione sintesi vocale migliorata
ru_ru: Улучшенный пользовательский интерфейс для настройки озвучки текста

source: Ability to set text-to-speech voice based on book language
cs_cs: Schopnost nastavení hlasu textu na řeč podle jazyka knihy
he: יכולת להגדיר קול הקראה אוטומטית לפי שפת הספר
it: Possibilità di impostare la sintesi vocale in base alla lingua del libro
ru_ru: Возможность установить голос для озвучки текста основываясь на языке книги

source: Import annotations from JSON
cs_cs: Zavést poznámky z JSON
he: ייבוא הסברים מ־JSON
it: Importa annotazioni da JSON
ru_ru: Импортировать примечания из JSON

source: Search in annotations
cs_cs: Hledat v poznámkách
he: חיפוש בהסברים
it: Cerca nelle annotazioni
ru_ru: Поиск по примечания

source: Annotations are now sorted in the same order as they appear in the book
cs_cs: Poznámky jsou nyní řazeny ve stejném pořadí, jak se objevují v knize
he: ההסברים מסודרים כרגע באותו הסדר כפי שהם מופיעים בספר
it: Le annotazioni sono ora ordinate nello stesso ordine in cui appaiono nel libro
ru_ru: Примечания теперь отсортированы в том же порядке что появляются в книге

source: Security:
cs_cs: Bezpečnost:
he: אבטחה:
it: Sicurezza:
ru_ru: Безопасность:
