Repository: johnfactotum/foliate
Catalog: po/*.po
Languages: cs_cs, he, it, ru_ru

source: Add catalog
cs_cs: Přidat soupis
he: הוספת קטלוג
it: Aggiungi catalogo
ru_ru: Добавить каталог

source: Search
cs_cs: Hledat
he: חיפוש
it: Cerca
ru_ru: Поиск

source: Toggle view
cs_cs: Přepnout zobrazení
he: החלפת מצב תצוגה
it: Commuta vista
ru_ru: Переключить режим просмотра

source: Stop
cs_cs: Zastavit
he: עצירה
it: Ferma
ru_ru: Остановить

source: No books yet
cs_cs: Dosud žádné knihy
he: אין ספרים עדיין
it: Ancora nessun libro
ru_ru: Здесь пустовато

source: Open a book to start reading.
cs_cs: Otevřete knihu a začněte číst.
he: יש לפתוח ספר כדי להתחיל לקרוא.
it: Apri un libro per iniziare a leggere.
ru_ru: Откройте книгу, чтобы приступить к чтению.

source: Open File…
cs_cs: Otevřít soubor...
he: פתיחת קובץ…
it: Apri file…
ru_ru: Открыть файл…

source: Browse Catalogs
cs_cs: Procházet soupisy
he: עיון בקטלוגים
it: Esplora Cataloghi
ru_ru: Посмотреть в каталогах

source: No results found
cs_cs: Nenalezeny žádné výsledky
he: לא נמצאו תוצאות
it: Nessun risultato
ru_ru: Нет результатов

source: Try a different search.
cs_cs: Vyzkoušejte různé hledání.
he: נא לנסות חיפוש אחר.
it: Prova diversi termini di ricerca.
ru_ru: Попробуйте изменить поисковой запрос.

source: No catalogs
cs_cs: Žádné soupisy
he: אין קטלוגים
it: Nessun catalogo
ru_ru: Здесь пустовато

source: You can browse, search, and download content from OPDS catalogs.
cs_cs: Můžete procházet, vyhledávat a stahovat obsah ze soupisů OPDS.
he: אפשר לעיין, לחפש ולהוריד תוכן מקטלוגים מסוג OPDS.
it: Puoi esplorare, cercare e ottenere contenuto dai cataloghi OPDS.
ru_ru: Вы можете просматривать, искать и загружать контент с OPDS каталогов.

source: Learn More
cs_cs: Dozvědět se více
he: מידע נוסף
it: Scopri Altro
ru_ru: Узнать больше

source: Catalogs
cs_cs: Soupisy
he: קטלוגים
it: Cataloghi
ru_ru: Каталоги

source: Brightness
cs_cs: Jas
he: בהירות
it: Luminosità
ru_ru: Яркость

source: Font
cs_cs: Písmo
he: גופן
it: Carattere
ru_ru: Шрифт

source: Spacing
cs_cs: Řádkování
he: ריווח
it: Interlinea
ru_ru: Интервал

source: Margins
cs_cs: Okraje
he: שוליים
it: Margini
ru_ru: Поля

source: Width
cs_cs: Šířka
he: רוחב
it: Larghezza
ru_ru: Ширина

source: Maximum page width
cs_cs: Největší šířka strany
he: רוחב העמוד המרבי
it: Larghezza massima pagina
ru_ru: Максимальная ширина страницы

source: Theme
cs_cs: Vzhled
he: ערכת עיצוב
it: Tema
ru_ru: Тема

source: Advanced
cs_cs: Pokročilé
he: מתקדם
it: Avanzate
ru_ru: Расширенные

source: Book
cs_cs: Kniha
he: ספר
it: Libro
ru_ru: Книга

source: Open…
cs_cs: Otevřít...
he: פתיחה…
it: Apri…
ru_ru: Открыть…

source: Add Custom Theme…
cs_cs: Přidat vlastní vzhled...
he: הוספת ערכת עיצוב משלך…
it: Aggiungi Tema Personalizzato…
ru_ru: Добавить свою тему…

source: Layout
cs_cs: Rozvržení
he: פריסה
it: Impaginazione
ru_ru: Вид

source: Automatic
cs_cs: Automaticky
he: אוטומטית
it: Automatica
ru_ru: Авто

source: Single Column
cs_cs: Jeden sloupec
he: עמודה בודדה
it: Colonna Singola
ru_ru: Один столбец

source: Scrolled
cs_cs: Posouvání
he: נגלל
it: A Scorrimento
ru_ru: С прокруткой

source: Continuous
cs_cs: Nepřetržité
he: רציף
it: Continua
ru_ru: Непрерывный

source: Text
he: טקסט
it: Testo
ru_ru: Текст

source: Use Publisher Font
cs_cs: Použít písmo vydavatele
he: להשתמש בגופן המוציא לאור
it: Usa Carattere dell'Editore
ru_ru: Использовать шрифт издателя

source: Full Justification
cs_cs: Plné zarovnání
he: יישור מלא
it: Giustificato
ru_ru: Выравнивание по ширине

source: Auto-hyphenation
cs_cs: Automatické dělení slov
he: מיקוף אוטומטי
it: Auto-sillabazione
ru_ru: Автоперенос

source: Other
cs_cs: Jiné
he: אחר
it: Altro
ru_ru: Другие

source: Auto-hide Cursor
cs_cs: Automaticky skrývat ukazatel
he: הסתרת הסמן אוטומטית
it: Auto-nascondi Cursore
ru_ru: Скрывать курсор

source: Realistic Shadows
cs_cs: Opravdové stíny
he: הצללות מציאותיות
it: Ombre Realistiche
ru_ru: Реалистичные тени

source: Allow JavaScript
cs_cs: Povolit JavaScript
he: לאפשר JavaScript
it: Permetti JavaScript
ru_ru: Разрешить JavaScript

source: Allow Unsafe Content
cs_cs: Povolit nezabezpečený obsah
he: לאפשר תוכן מפוקפק
it: Permetti Contenuto Non Sicuro
ru_ru: Разрешить небезопасный контент

source: Enable Developer Tools
cs_cs: Povolit vývojářské nástroje
he: הפעלת כלי פיתוח
it: Abilita Strumenti Sviluppatore
ru_ru: Включить средства разработчика

source: Open a Copy
cs_cs: Otevřít kopii
he: פתיחת עותק
it: Apri una Copia
ru_ru: Открыть копию

source: Clear Cache
cs_cs: Vyprázdnit vyrovnávací paměť
he: מחיקת המטמון
it: Pulisci Cache
ru_ru: Почистить кеш

source: Import Annotations…
cs_cs: Zavést poznámky…
he: ייבוא הסברים…
it: Importa Annotazioni…
ru_ru: Импортировать примечания…

source: No books open
cs_cs: Neotevřeny žádné knihy
he: אין ספרים פתוחים
it: Nessun libro aperto
ru_ru: Нет открытых книг

source: Recent Files
cs_cs: Nedávné soubory
he: קבצים אחרונים
it: File Recenti
ru_ru: Недавние файлы

source: Could not open file
cs_cs: Nepodařilo se otevřít soubor
he: לא ניתן לפתוח קובץ
it: Impossibile aprire il file
ru_ru: Не удалось открыть файл

source: Open Another File…
cs_cs: Otevřít další soubor...
he: פתיחת קובץ אחר…
it: Apri Altro File…
ru_ru: Открыть другой файл…

source: Downloading…
cs_cs: Stahuje se...
he: מתבצעת הורדה…
it: Download…

source: Properties
cs_cs: Vlastnosti
he: מאפיינים
it: Proprietà
ru_ru: Свойства

source: Close Window
cs_cs: Zavřít okno
he: סגירת החלון
it: Chiudi Finestra
ru_ru: Закрыть окно

source: Quit
cs_cs: Ukončit
he: יציאה
it: Esci
ru_ru: Завершить

source: _Edit
cs_cs: _Upravit
he: ע_ריכה
it: _Modifica
ru_ru: _Редактировать

source: Bookmark Current Location
cs_cs: Přidat nynější polohu do záložek
he: סימון המיקום הנוכחי
it: Segnalibro Posizione Corrente
ru_ru: Текущее расположение закладок

source: Text-to-Speech
cs_cs: Text na řeč
he: הקראת טקסט אוטומטית
it: Sintesi Vocale
ru_ru: Озвучка текста

source: _View
cs_cs: _Zobrazit
he: ה_צגה
it: _Visualizza
ru_ru: _Вид

source: Toggle Fullscreen
cs_cs: Přepnout na celou obrazovku
he: החלפת מצב מילוי מסך
it: Commuta Schermo intero
ru_ru: На весь экран

source: Zoom In
cs_cs: Přiblížit
he: התקרבות
it: Aumenta Ingrandimento
ru_ru: Увеличить масштаб

source: Restore Zoom
cs_cs: Obnovit výchozí zvětšení
he: שחזור תקריב
it: Ripristina Ingrandimento
ru_ru: Сбросить масштаб

source: Zoom Out
cs_cs: Oddálit
he: התרחקות
it: Riduci Ingrandimento
ru_ru: Уменьшить масштаб

source: Up to Two Columns
he: עד שתי עמודות
it: Fino a Due Colonne

source: _Go
cs_cs: _Jít
he: ל_בצע
it: Vai
ru_ru: _Перейти

source: Go Back
cs_cs: Jít zpět
he: חזרה
it: Vai indietro
ru_ru: Вернуться назад

source: Next Page
cs_cs: Další strana
he: העמוד הבא
it: Pagina Successiva
ru_ru: Следующая страница

source: Previous Page
cs_cs: Předchozí strana
he: העמוד הקודם
it: Pagina Precedente
ru_ru: Предыдущая страница

source: Next Chapter
cs_cs: Další kapitola
he: הפרק הבא
it: Capitolo Successivo
ru_ru: Следующая глава

source: Previous Chapter
cs_cs: Předchozí kapitola
he: הפרק הקודם
it: Capitolo Precedente
ru_ru: Предыдущая глава

source: Beginning
cs_cs: Na začátek
he: התחלה
it: Inizio
ru_ru: Титульный лист

source: End
cs_cs: Na konec
he: סוף
it: Fine
ru_ru: Концевой титульный лист

source: Location
cs_cs: Poloha
he: מיקום
it: Posizione
ru_ru: Расположение

source: _Help
cs_cs: _Nápověda
he: ע_זרה
it: Aiuto
ru_ru: _Справка

source: Time left in book
cs_cs: Zbývající čas v knize
he: הזמן שנשאר בספר
it: Tempo rimasto nel libro
ru_ru: Книгу осталось читать

source: Time left in chapter
cs_cs: Zbývající čas v kapitole
he: הזמן שנשאר בפרק
it: Tempo rimasto nel capitolo
ru_ru: Главу осталось читать

source: Chapter
cs_cs: Kapitola
he: פרק
it: Capitolo
ru_ru: Глава

source: Go to beginning of book
cs_cs: Jít na začátek knihy
he: חזרה לתחילת הספר
it: Vai all'inizio del libro
ru_ru: Перейти в начало книги

source: Go to previous chapter
cs_cs: Jít na předchozí kapitolu
he: חזרה לפרק הקודם
it: Vai a capitolo precedente
ru_ru: Перейти к предыдущей главе

source: Go to next chapter
cs_cs: Jít na další kapitolu
he: התקדמות לפרק הבא
it: Vai al capitolo successivo
ru_ru: Перейти к следующей главе

source: Go to end of book
cs_cs: Jít na konec knihy
he: התקדמות לסוף הספר
it: Vai alla fine del libro
ru_ru: Перейти в конец книги

source: Go to previous page
cs_cs: Jít na předchozí stranu
he: חזרה לעמוד הקודם
it: Vai alla pagina precedente
ru_ru: Перейти на предыдущую страницу

source: Go back to previous location
cs_cs: Jít zpět na předchozí polohu
he: חזרה למיקום הקודם
it: Torna alla posizione precedente
ru_ru: Перейти в предыдущее расположение

source: Go to next page
cs_cs: Jít na další stranu
he: התקדמות לעמוד הבא
it: Vai alla pagina successiva
ru_ru: Перейти на следующую страницу

source: Text-to-speech
cs_cs: Text na řeč
he: הקראת טקסט אוטומטית
it: Sintesi vocale
ru_ru: Озвучка текста

source: Nothing
cs_cs: Nic
he: כלום
it: Niente
ru_ru: Ничего

source: Percentage
cs_cs: Procento
he: אחוז
it: Percentuale
ru_ru: Прогресс

source: Chapter name
cs_cs: Název kapitoly
he: שם הפרק
it: Nome capitolo
ru_ru: Название главы

source: Clock
cs_cs: Hodiny
he: שעון
it: Orologio
ru_ru: Часы

source: Do nothing
cs_cs: Nedělat nic
he: לא לעשות כלום
it: Non far nulla
ru_ru: Ничего не делать

source: Show menu
cs_cs: Ukázat nabídku
he: הצגת תפריט
it: Mostra menu
ru_ru: Показать меню

source: Highlight
cs_cs: Zvýraznit
he: הדגשה
it: Evidenzia
ru_ru: Выделить

source: Look up in dictionary
cs_cs: Vyhledat ve slovníku
he: חיפוש במילון
it: Consulta nel dizionario
ru_ru: Искать в словаре

source: Look up in Wikipedia
cs_cs: Vyhledat na Wikipedii
he: חיפוש בוויקיפדיה
it: Consulta in Wikipedia
ru_ru: Искать в Википедии

source: Translate
cs_cs: Přeložit
he: תרגום
it: Traduci
ru_ru: Перевести

source: Find in book
cs_cs: Najít v knize
he: איתור בספר
it: Trova nel libro
ru_ru: Найти в книге

source: Speak
cs_cs: Mluvit
he: הקראה
it: Leggi
ru_ru: Произнести

source: Disabled
cs_cs: Zakázáno
he: מושבתת
it: Disablitato
ru_ru: Выключено

source: Single click
cs_cs: Jedno klepnutí
he: לחיצה בודדת
it: Click singolo
ru_ru: Один щелчок

source: Double click
cs_cs: Dvojité klepnutí
he: לחיצה כפולה
it: Doppio click
ru_ru: Двойной щелчок

source: Middle click
cs_cs: Klepnutí prostředním tlačítkem myši
he: לחיצה אמצעית
it: Click centrale
ru_ru: Колёсико мыши

source: Right click
cs_cs: Klepnutí pravým tlačítkem myši
he: לחיצה ימנית
it: Click destro
ru_ru: Правая кнопка мыши

source: General
cs_cs: Obecné
he: כללי
it: Generale
ru_ru: Общие

source: Open last opened file on startup
cs_cs: Otevřít při spuštění naposledy otevřený soubor
he: לפתוח את הקובץ האחרון שנפתח בהפעלה
it: Apri ultimo file aperto all'avvio
ru_ru: Открывать последний открытый файл при запуске

source: Reading
cs_cs: Čtení
he: קריאה
it: Lettura
ru_ru: Чтение

source: Turn page on tap
cs_cs: Obrátit stranu při ťuknutí
he: להפוך את העמוד בנגיעה
it: Volta pagina al tocco
ru_ru: Переворачивать страницу по нажатию

source: Left footer
cs_cs: Levá patička stránky
he: כותרת תחתונה שמאלית
it: Piè di pagina sinistro
ru_ru: Левый футер

source: Right footer
cs_cs: Pravá patička stránky
he: כותרת תחתונה ימנית
it: Piè di pagina destro
ru_ru: Правый футер

source: When a word is selected
cs_cs: Když je vybráno slovo
he: כשמילה נבחרת
it: Quando una parola è selezionata
ru_ru: Когда выбрано одно слово

source: When multiple words are selected
cs_cs: Když je vybráno více slov
he: כשמספר מילים נבחרות
it: Quando sono selezionate più parole
ru_ru: Когда выбрано несколько слов

source: Open images on
cs_cs: Otevřít obrázky
he: פתיחת תמונות עם
it: Apri immagini con
ru_ru: Открыть изображения в

source: Text-to-speech command
cs_cs: Příkaz pro text na řeč
he: פקודת הקראת טקסט אוטומטית
it: Comando Sintesi vocale
ru_ru: Команда озвучания текста

source: Configure…
cs_cs: Nastavit...
he: הגדרה…
it: Configura…
ru_ru: Настроить…

source: Interface
cs_cs: Rozhraní
he: מנשק
it: Interfaccia
ru_ru: Интерфейс

source: Auto-hide header bar
cs_cs: Automaticky skrývat pruh se záhlavím
he: הסתרת סרגל כותרת
it: Auto-nascondi barra superiore
ru_ru: Скрывать заголовок окна

source: Use sidebar
cs_cs: Použít postranní pruh
he: להשתמש בסרגל צד
it: Usa barra laterale
ru_ru: Использовать боковую панель

source: Use traditional titlebar (experimental)
cs_cs: Použít tradiční titulkový pruh (pokusné)
he: להשתמש בסרגל כותרת מסורתי (ניסיוני)
it: Usa barra del titolo classica (sperimentale)
ru_ru: Традиционная область заголовка (экспериментально)

source: Requires restart
cs_cs: Vyžaduje opětovné spuštění
he: דורש הפעלה מחדש
it: Richiede il riavvio
ru_ru: Требуется перезапуск

source: When downloading books
cs_cs: Při stahování knih
he: בעת הורדת ספרים
it: Al download dei libri

source: Save to default directory
cs_cs: Uložit do výchozího adresáře
he: שמירה לתיקיית ברירת המחדל
it: Salva nella cartella predefinita

source: Ask what to do
cs_cs: Zeptat se, co dělat
he: לשאול מה לעשות
it: Chiedi cosa fare

source: Use Tracker to track file locations
cs_cs: Použít stopaře na sledování umístění souborů
he: להשתמש בגשש כדי לעקוב אחר מיקומי קבצים
it: Usa Tracker per le posizioni file
ru_ru: Использовать сервис индексации Tracker для поиска файлов

source: Save file locations
cs_cs: Uložit umístění souborů
he: שמירת מיקומי הקבצים
it: Salva posizioni file
ru_ru: Сохранить месторасположения файлов

source: Cache locations
cs_cs: Uložit umístění do vyrovnávací paměti
he: שמירת מיקומים במטמון
it: Cache posizioni
ru_ru: Кешировать месторасположения файлов

source: Cache book covers
cs_cs: Uložit obaly knih do vyrovnávací paměti
he: שמירת עטיפות הספרים במטמון
it: Cache copertine
ru_ru: Кешировать обложки книг

source: Details
cs_cs: Podrobnosti
he: פרטים
it: Dettagli

source: Look Up in Dictionary
cs_cs: Vyhledat ve slovníku
he: חיפוש במילון
it: Consulta nel Dizionario
ru_ru: Искать в словаре

source: Look Up in Wikipedia
cs_cs: Vyhledat ve Wikipedii
he: חיפוש בוויקיפדיה
it: Consulta in Wikipedia
ru_ru: Искать в Википедии

source: Speak from Here
cs_cs: Mluvit odtud
he: לדבר מכאן ואילך
it: Leggi da Qui
ru_ru: Озвучивать отсюда

source: Library Shortcuts
cs_cs: Klávesové zkratky pro knihovnu
he: קיצורי ספרייה
it: Scorciatoie Libreria
ru_ru: Комбинации клавиш для библиотеки

source: Open file
cs_cs: Otevřít soubor
he: פתיחת קובץ
it: Apri file
ru_ru: Открыть файл

source: Close current window
cs_cs: Zavřít nynější okno
he: סגירת החלון הנוכחי
it: Chiude finestra corrente
ru_ru: Закрыть текущее окно

source: List view
cs_cs: Zobrazení seznamu
he: תצוגת רשימה
it: Mostra elenco
ru_ru: Вид колонками

source: Grid view
cs_cs: Zobrazení mřížky
he: תצוגת רשת
it: Mostra griglia
ru_ru: Вид сеткой

source: Go to location
cs_cs: Jít na polohu
he: מעבר למיקום
it: Vai alla posizione
ru_ru: Перейти в расположение

source: E-book Viewer Shortcuts
cs_cs: Klávesové zkratky pro prohlížeč elektronických knih
he: קיצורי דרך למציג ספרים אלקטרוניים
it: Scorciatoie Visualizzatore E-book
ru_ru: Комбинации клавиш читалки

source: Open a copy
cs_cs: Otevřít kopii
he: פתיחת עותק
it: Apri una copia
ru_ru: Открыть копию

source: Clear cache
cs_cs: Vyprázdnit vyrovnávací paměť
he: פינוי מטמון
it: Pulisci cache
ru_ru: Очистить кеш

source: View book info
cs_cs: Zobrazit údaje o knize
he: הצגת פרטי הספר
it: Mostra info libro
ru_ru: Информация о книге

source: Start/stop text-to-speech
cs_cs: Spustit/Zastavit text na řeč
he: התחלת/עצירת הקראה אוטומטית
it: Avvia/ferma sintesi vocale
ru_ru: Начать/остановить озвучку текста

source: Restore zoom level
cs_cs: Obnovit úroveň zvětšení
he: שחזור רמת התקריב
it: Ripristina livello di ingrandimento
ru_ru: Восстановить масштаб

source: Toggle fullscreen
cs_cs: Přepnout na celou obrazovku
he: החלפת מצב מילוי מסך
it: Schermo intero
ru_ru: На весь экран

source: Show contents
cs_cs: Ukázat obsah
he: הצגת תכנים
it: Mostra contenuti
ru_ru: Показать оглавление

source: Show table of contents
cs_cs: Ukázat obsah
he: הצגת תוכן העניינים
it: Mostra tabella dei contenuti
ru_ru: Показывать оглавление

source: Show annotations
cs_cs: Ukázat poznámky
he: הצגת הסברים
it: Mostra annotazioni
ru_ru: Показать примечания

source: Show bookmarks
cs_cs: Ukázat záložky
he: הצגת סימניות
it: Mostra segnalibri
ru_ru: Показать закладки

source: Show primary menu
cs_cs: Ukázat základní nabídku
he: הצגת התפריט העיקרי
it: Mostra menu primario
ru_ru: Показать меню

source: Navigation
cs_cs: Pohyb
he: ניווט
it: Navigazione
ru_ru: Навигация

source: Touchpad Gestures
cs_cs: Gesta pro dotykovou plochu
he: מחוות משטח מגע
it: Gesti col Touchpad
ru_ru: Жесты тачпада

source: Image Viewer Shortcuts
cs_cs: Klávesové zkratky prohlížeče obrázků
he: קיצורי דרך למציג תמונות
it: Scorciatoie Visualizzatore Immagine
ru_ru: Комбинации клавиш просмотра картинок

source: Custom Theme
cs_cs: Vlastní vzhled
he: ערכת עיצוב משלך
it: Tema personalizzato
ru_ru: Своя тема

source: Theme Name
cs_cs: Název vzhledu
he: שם ערכת העיצוב
it: Nome Tema
ru_ru: Название темы

source: Background
cs_cs: Pozadí
he: רקע
it: Sfondo
ru_ru: Фон

source: Text Color
cs_cs: Barva textu
he: צבע הכתב
it: Colore Testo
ru_ru: Цвет текста

source: Link Color
cs_cs: Barva odkazu
he: צבע קישור
it: Colore Link
ru_ru: Цвет ссылки

source: Dark Mode
cs_cs: Tmavý režim
he: מצב כהה
it: Tema Scuro
ru_ru: Ночной режим

source: Remove Theme
cs_cs: Odstranit vzhled
he: הסרת ערכת עיצוב
it: Rimuovi Tema
ru_ru: Удалить тему

source: Cannot retrieve translation
cs_cs: Nelze získat překlad
he: לא ניתן למשוך תרגום
it: Impossibile ottenere la traduzione
ru_ru: Невозможно найти перевод

source: Text-to-Speech Command
cs_cs: Příkaz pro text na řeč
he: פקודת הקראת טקסט אוטומטית
it: Comando Sintesi vocale
ru_ru: Команда озвучания текста

source: Make sure the selected text-to-speech program is correctly installed.
cs_cs: Ujistěte se, že je program pro Text na řeč správně nainstalován.
he: נא לוודא שתוכנית הקראת הטקסט האוטומטית אכן מותקנת.
it: Assicurati che il programma di sintesi vocale sia correttamente installato.
ru_ru: Убедитесь что вы выбрали правильную программу для озвучки текста и она корректно установлена.

source: Reset
cs_cs: Obnovit výchozí
he: איפוס
it: Azzera
ru_ru: Восстановить

source: <small>The environment variable <tt>$FOLIATE_TTS_LANG</tt> is available for the language code of the book, or use <tt>$FOLIATE_TTS_LANG_LOWER</tt> for the all lower case code.</small>
cs_cs: <small>Proměnná prostředí <tt>$FOLIATE_TTS_LANG</tt> je dostupná pro jazykový kód knihy, nebo použijte <tt>$FOLIATE_TTS_LANG_LOWER</tt> na všechen kód s malými písmeny.</small>
he: <small>המשתנה הסביבתי <tt>$FOLIATE_TTS_LANG</tt> זמין לקוד השפה של הספר, או שאפשר להשתמש ב־<tt>$FOLIATE_TTS_LANG_LOWER</tt> לקוד שכולו באותיות קטנות.</small>
it: <small>La variabile d'ambiente <tt>$FOLIATE_TTS_LANG</tt> è disponibile per il codice lingua del libro, o usa <tt>$FOLIATE_TTS_LANG_LOWER</tt> per tutto il codice minuscolo.</small>
ru_ru: <small>Переменная окружения <tt>$FOLIATE_TTS_LANG</tt> доступна для языка этой книги. Можете также использовать <tt>$FOLIATE_TTS_LANG_LOWER</tt> для кода языка в нижнем регистре.</small>

source: Test Your Configuration
cs_cs: Vyzkoušejte své nastavení
he: בדיקת ההגדרות שלך
it: Prova la Tua Configurazione
ru_ru: Протестируйте конфигурацию

source: The program should speak the following test sentences in order:
cs_cs: Program má vyslovit následující zkušební věty v pořadí:
he: התוכנית אמורה להגיד את משפטי הבדיקה הבאים לפי הסדר:
it: Il programma dovrebbe leggere le seguenti frasi di test nell'ordine:
ru_ru: Программа должна произнести тестовые предложения в следующем порядке:

source: No entry found
cs_cs: Nenalezen žádný záznam
he: לא נמצאה רשומה
it: Nessuna voce trovata
ru_ru: Статья не найдена

source: Foliate generated identifier
cs_cs: Identifikátor vytvořený Foliate
he: מזהה שנוצר על ידי Foliate
it: Identificatore generato da Foliate

source: Thema
cs_cs: Téma
it: Tema

source: Audience
cs_cs: Obecenstvo
he: קהל
it: Pubblico

source: Intended Audience
cs_cs: Zamýšlené obecenstvo
he: קהל יעד
it: Pubblico Destinatario

source: Art copyist
cs_cs: Umělecký písař
it: Copista d'arte

source: Actor
cs_cs: Herec
it: Attore

source: Art director
cs_cs: Umělecký vedoucí
it: Direttore artistico

source: Adapter
cs_cs: Upravovatel
it: Adattamento

source: Author of afterword, colophon, etc.
cs_cs: Autor doslovu, tiráže atd.
it: Autore di postfazione, colophon, ecc.

source: Analyst
cs_cs: Analytik
it: Analista

source: Animator
cs_cs: Animátor
it: Animatore

source: Annotator
cs_cs: Autor poznámky
it: Commentatore

source: Bibliographic antecedent
cs_cs: Bibliografický předchůdce
it: Antecedente bibliografico

source: Appellee
cs_cs: Odpůrce stěžovatele
it: Convenuto

source: Appellant
cs_cs: Odvolatel
it: Appellante

source: Applicant
cs_cs: Žadatel
it: Richiedente

source: Author in quotations or text abstracts
cs_cs: Autor v citátech nebo textových výtazích
it: Autore in citazioni o abstract di testo

source: Architect
cs_cs: Stavitel
it: Architetto

source: Artistic director
cs_cs: Umělecký vedoucí
it: Direttore artistico

source: Arranger
cs_cs: Hudební aranžér
it: Arrangiatore

source: Artist
cs_cs: Výtvarník
it: Artista

source: Assignee
cs_cs: Nabyvatel
it: Assegnatario

source: Associated name
cs_cs: Související jméno
it: Nome associato

source: Autographer
cs_cs: Podepisující se
it: Autografo

source: Attributed name
cs_cs: Připisované jméno
it: Nome attribuito

source: Auctioneer
cs_cs: Dražitel
it: Banditore

source: Author of dialog
cs_cs: Autor rozhovoru
it: Autore del dialogo

source: Author of introduction, etc.
cs_cs: Autor úvodu, předmluvy atd.
it: Autore dell'introduzione, ecc.

source: Screenwriter
cs_cs: Scénárista
it: Sceneggiatore

source: Binding designer
cs_cs: Výtvarník vazby
it: Designer di rilegatura

source: Bookjacket designer
cs_cs: Výtvarník přebalu
it: Designer di copertina

source: Book designer
cs_cs: Výtvarník knihy
it: Designer

source: Book producer
cs_cs: Výrobce knihy
it: Produttore libro

source: Blurb writer
cs_cs: Pisatel reklamy
it: Fascetta pubblicitaria

source: Binder
cs_cs: Knihař
it: Rilegatore

source: Bookplate designer
cs_cs: Výtvarník knižního štítku (exlibris)
it: Designer ex libris

source: Broadcaster
cs_cs: Účinkující
it: Emittente

source: Braille embosser
cs_cs: Slepecký reliéfní tisk
it: Goffratrice Braille

source: Bookseller
cs_cs: Knihkupec
it: Venditore

source: Caster
cs_cs: Písmolitecký stroj
it: Fonditore

source: Conceptor
cs_cs: Pojetí
it: Creatore

source: Choreographer
cs_cs: Choreograf
it: Coreografo

source: Client
cs_cs: Zadavatel
it: Committente

source: Calligrapher
cs_cs: Krasopisec
it: Calligrafo

source: Colorist
cs_cs: Kolorista
it: Colorista

source: Collotyper
cs_cs: Pisatel slovního spojení
it: Collotipia

source: Commentator
cs_cs: Vykladatel
it: Commentatore

source: Composer
cs_cs: Skladatel
it: Compositore

source: Compositor
cs_cs: Sazeč
it: Compositore

source: Conductor
cs_cs: Sbormistr
it: Conduttore

source: Cinematographer
cs_cs: Kameraman
it: Direttore della fotografia

source: Censor
cs_cs: Cenzor
it: Censore

source: Contestant-appellee
cs_cs: Uchazeč-odpůrce stěžovatele
it: Appellato concorrente

source: Collector
cs_cs: Sběratel
it: Collezionista

source: Compiler
cs_cs: Sestavovatel
it: Redattore

source: Conservator
cs_cs: Restaurátor
it: Responsabile di conservazione

source: Collection registrar
cs_cs: Zapisovatel sbírky
it: Archivista

source: Contestant
cs_cs: Uchazeč
it: Concorrente

source: Contestant-appellant
cs_cs: Odpůrce-odvolatel
it: Appellante concorrente

source: Court governed
cs_cs: Ovládán soudem
it: Tribunale

source: Cover designer
cs_cs: Výtvarník obalu knihy
it: Designer copertina

source: Copyright claimant
cs_cs: Nárokovatel práva ke kopírování
it: Richiesta Copyright

source: Complainant-appellee
cs_cs: Žalobce-odpůrce odvolatele
it: Appellante ricorrente

source: Copyright holder
cs_cs: Držitel práva ke kopírování
it: Titolare Copyright

source: Complainant
cs_cs: Žalobce
it: Ricorrente
