Repository: johnfactotum/foliate
Catalog: po/*.po
Languages: cs_cs, he, it, ru_ru

source: eBook Viewer
cs_cs: Prohlížeč elektronických knih
he: מציג ספרים אלקטרוניים
it: Visualizzatore di eBook
ru_ru: Читалка электронных книг

source: View eBooks
cs_cs: Prohlížet elektronické knihy
he: הצגת ספרים אלקטרוניים
it: Visualizza eBook
ru_ru: Читать электронные книги

source: Ebook;Book;EPUB;Viewer;Reader;
cs_cs: Elektronická kniha;Kniha;EPUB;Prohlížeč;Čtečka;
he: ספר אלקטרוני;ספר;איבוק;איספר;איפאב;מציג;מקריא;קורא;
it: Ebook;Book;EPUB;Viewer;Reader;libri;visualizzatore;lettore;
ru_ru: Книга;Книги;EPUB;Читалка;

source: Library
cs_cs: Knihovna
he: ספרייה
it: Libreria
ru_ru: Библиотека

source: Remove current location
cs_cs: Odstranit nynější polohu
he: הסרת המיקום הנוכחי
it: Rimuovi posizione corrente
ru_ru: Удалить закладку

source: Bookmark current location
cs_cs: Přidat nynější polohu do záložek
he: סימון המיקום הנוכחי
it: Aggiunge un segnalibro
ru_ru: Добавить в закладки

source: No results
cs_cs: Žádné výsledky
he: אין תוצאות
it: Nessun risultato
ru_ru: Нет результатов

source: %d result
cs_cs: %d výsledek
he: תוצאה
it: %d risultato
ru_ru: %d совпадение

source: Searching…
cs_cs: Hledá se...
he: מתבצע חיפוש…
it: Ricerca in corso…
ru_ru: Поиск…

source: Bibliography
cs_cs: Bibliografie
he: ביבליוגרפיה
it: Bibliografia

source: Glossary
cs_cs: Slovníček
he: מילון מונחים
it: Glossario

source: Annotation
cs_cs: Knihopisná poznámka
he: הסבר
it: Annotazione

source: Footnote
cs_cs: Poznámka pod čarou
he: הערת שוליים
it: Nota a piè di pagina

source: Endnote
cs_cs: Poznámka na konci
he: הערת סיום
it: Nota di chiusura

source: Failed to load remote file.
cs_cs: Nepodařilo se nahrát vzdálený soubor.
he: טעינת הקובץ המרוחק נכשלה.
it: Caricamento file remoto fallito.
ru_ru: Не удалось загрузить удаленный файл.

source: File not found.
cs_cs: Soubor nenalezen.
he: הקובץ לא נמצא.
it: File non trovato.
ru_ru: Файл не найден.

source: Could not unpack Kindle file.
cs_cs: Nepodařilo se rozbalit soubor Kindle.
he: לא ניתן לפרוק את קובץ ה־Kindle.
it: Impossibile estrarre file Kindle.
ru_ru: Не удалось распаковать файл Kindle.

source: File type not supported.
cs_cs: Typ souboru nepodporován.
he: אין תמיכה בסוג הקובץ הזה.
it: Tipo di file non supportato.
ru_ru: Тип файла не поддерживается.

source: <p>Annotations for</p><h1>%s</h1><h2>By %s</h2>
cs_cs: <p>Poznámky pro</p><h1>%s</h1><h2>Od %s</h2>
he: <p>הסברים על</p><h1>%s</h1><h2>מאת %s</h2>
it: <p>Annotazioni per</p><h1>%s</h1><h2>Di %s</h2>
ru_ru: <p>Примечания к</p><h1>%s</h1><h2>От %s</h2>

source: %d Annotation
cs_cs: %d poznámka
he: הסבר אחד
it: %d Annotazione
ru_ru: %d примечание

source: Annotations for “%s” by %s
cs_cs: Poznámky pro “%s” od %s
he: הסברים על „%s” מאת %s
it: Annotazioni per "%s" di %s
ru_ru: Примечания к “%s” от %s

source: Section:
cs_cs: Oddíl:
he: סעיף:
it: Sezione:
ru_ru: Глава:

source: Highlight:
cs_cs: Zvýraznit:
he: הדגשה:
it: Evidenzia:
ru_ru: Выделение:

source: Text:
he: טקסט:
it: Testo:
ru_ru: Текст:

source: Note:
cs_cs: Poznámka:
he: הערה:
it: Nota:
ru_ru: Заметка:

source: Annotations for *%s* by %s
cs_cs: Poznámky pro *%s* od %s
he: הסברים על *%s* מאת %s
it: Annotazioni per *%s* di %s
ru_ru: Примечания к *%s* от %s

source: Quote:
cs_cs: Citace:
he: ציטוט:
it: Citazione:
ru_ru: Цитата:

source: Note:
cs_cs: Poznámka:
he: הערה:
it: Nota:
ru_ru: Заметка:

source: No annotations
cs_cs: Žádné poznámky
he: אין הסברים
it: Nessuna annotazione
ru_ru: Нет примечаний

source: You don't have any annotations for this book.
cs_cs: Pro tuto knihu nemáte žádné poznámky.
he: אין לך הסברים בספר הזה.
it: Non ci sono annotazioni per questo libro.
ru_ru: В этой книге нет примечаний.

source: Highlight some text to add annotations.
cs_cs: Zvýrazněte text pro přidání poznámek.
he: יש להדגיש חלק מהטקסט כדי להוסיף הסברים.
it: Evidenzia del testo per aggiungere annotazioni.
ru_ru: Выделите текст, чтобы добавить примечание.

source: Save File
cs_cs: Uložit soubor
he: שמירת קובץ
it: Salva File
ru_ru: Сохранить файл

source: Annotations for “%s”
cs_cs: Poznámky pro “%s”
he: הסברים על „%s”
it: Annotazioni per “%s”
ru_ru: Примечания для “%s”

source: All Files
cs_cs: Všechny soubory
he: כל הקבצים
it: Tutti i File
ru_ru: Все файлы

source: JSON Files
cs_cs: Soubory JSON
he: קובצי JSON
it: File JSON
ru_ru: JSON файлы

source: Import Annotations
cs_cs: Zavést poznámky
he: ייבוא הסברים
it: Importa Annotazioni
ru_ru: Импортировать примечания

source: There’s nothing to import.
cs_cs: Není co zavádět.
he: אין מה לייבא.
it: Non c'è nulla da importare.
ru_ru: Нечего импортировать.

source: Identifier mismatch
cs_cs: Záměna identifikátoru
he: סתירת מזהה
it: Identificatore non corrispondente
ru_ru: Несоответствие идентификатора

source: The identifier of the imported file does not match the book’s. This might indicate that the annotations do not belong to this book.
cs_cs: Identifikátor zavedeného souboru neodpovídá identifikátoru knihy. To může znamenat, že poznámky nepatří k této knize.
he: מזהה הקובץ שמיובא לא תואם לספר. זה יכול להעיד על כך שההסברים לא שייכים לספר הזה.
it: L'identificatore del file importato non corrisponde con quello del libro. Ciò potrebbe indicare che le annotazioni non sono associate a questo libro.
ru_ru: Идентификатор импортированного файла не совпадает с идентификатором книги. Это может указывать на то, что аннотации не относятся к этой книге.

source: Cancel
cs_cs: Zrušit
he: ביטול
it: Annulla
ru_ru: Отменить

source: Import Anyway
cs_cs: Přesto zavést
he: לייבא בכל זאת
it: Importa Comunque
ru_ru: Всё равно иммпортировать

source: Error
cs_cs: Chyba
he: שגיאה
it: Errore
ru_ru: Ошибка

source: Could not import annotations.
cs_cs: Nepodařilo se zavést poznámky
he: לא ניתן לייבא הסברים.
it: Impossibile importare le annotazioni.
ru_ru: Не удается импортировать примечания.

source: About This Book
cs_cs: O této knize
he: על הספר הזה
it: Informazioni su questo libro
ru_ru: Об этой книге

source: Choose File
cs_cs: Vybrat soubor
he: בחירת קובץ
it: Scegli File
ru_ru: Выберите файл

source: Load more
cs_cs: Nahrát více
he: לטעון עוד
it: Carica altro
ru_ru: Загрузить ещё

source: File location unkown
cs_cs: Umístění souboru neznámé
he: מיקום הקובץ לא ידוע
it: Percorso file sconosciuto
ru_ru: Расположение файла неизвестно

source: Choose the location of this file to open it.
cs_cs: Vyberte umístění tohoto souboru pro jeho otevření.
he: יש לבחור את מיקום הקובץ הזה כדי לפתוח אותו.
it: Scegli la posizione di questo file per aprirlo.
ru_ru: Выберите расположение этого файла для открытия.

source: Are you sure you want to remove this book?
cs_cs: Opravdu chcete odstranit tuto knihu?
he: להסיר את הספר הזה?
it: Sei sicuro di voler eliminare questo libro?
ru_ru: Вы уверены что хотите удалить %d книгу?

source: Reading progress, annotations, and bookmarks will be permanently lost.
cs_cs: Postup čtení, poznámky a záložky budou trvale ztraceny.
he: התקדמות הקריאה, הסברים וסימניות יאבדו לעד.
it: Progesso di lettura, annotazioni e segnalibri verranno persi in modo permanente.
ru_ru: Прогресс прочтения глав, примечания и закладки будут удалены без возможности восстановления.

source: Remove
cs_cs: Odstranit
he: הסרה
it: Rimuovi
ru_ru: Удалить

source: %d selected
cs_cs: %d vybrána
he: נבחר
it: %d selezionato
ru_ru: %d выбрана

source: Failed to add book
cs_cs: Nepodařilo se přidat knihu
he: הוספת הספר נכשלה
it: Aggiunta del libro fallita
ru_ru: Не удалось добавить %d книгу

source: Could not add the following file:
cs_cs: Nepodařilo se přidat následující soubor:
he: לא ניתן להוסיף את הקובץ הבא:
it: Impossibile aggiungere il seguente file:
ru_ru: Не удалось добавить %d файл:

source: All
cs_cs: Vše
he: הכול
it: Tutto
ru_ru: Все

source: Title
cs_cs: Název
he: כותרת
it: Titolo
ru_ru: Заголовок

source: Author
cs_cs: Autor
he: מחבר/ת
it: Autore
ru_ru: Автор

source: Tags
cs_cs: Značky
he: תגיות
it: Etichette
ru_ru: Тэги

source: Description
cs_cs: Popis
he: תיאור
it: Descrizione
ru_ru: Описание

source: Publisher
cs_cs: Vydavatel
he: הוצאה לאור
it: Editore
ru_ru: Издатель

source: Language
cs_cs: Jazyk
he: שפה
it: Lingua
ru_ru: Язык

source: Add Files
cs_cs: Přidat soubory
he: הוספת קבצים
it: Aggiungi File
ru_ru: Добавить файлы

source: Search on Wikipedia
cs_cs: Hledat na Wikipedii
he: חיפוש בוויקיפדיה
it: Cerca su Wikipedia
ru_ru: Поиск в Википедии

source: Source:
cs_cs: Zdroj:
he: מקור:
it: Fonte:
ru_ru: Источник:

source: Wiktionary (English)
cs_cs: Wiktionary (angličtina)
he: ויקימילון (באנגלית)
it: Wiktionary (Inglese)
ru_ru: Викисловарь (английский)

source: Search on Wiktionary
cs_cs: Hledat ve Wikislovníku
he: חיפוש בוויקימילון
it: Cerca su Wiktionary
ru_ru: Смотреть на Викисловаре

source: Translation by Google Translate
cs_cs: Překlad pomocí Google Translate
he: תרגום בחסות Google Translate
it: Traduzione di Google Translate
ru_ru: Переведено через Google Translate

source: Open File
cs_cs: Otevřít soubor
he: פתיחת קובץ
it: Apri file
ru_ru: Открыть файл

source: Open Catalog
cs_cs: Otevřít soupis
he: פתיחת קטלוג
it: Apri Catalogo
ru_ru: Открыть каталог

source: Open
cs_cs: Otevřít
he: פתיחה
it: Apri
ru_ru: Открыть

source: OPDS Catalog URL:
cs_cs: Adresa (URL) soupisu OPDS:
he: כתובת קטלוג OPDS:
it: URL Catalogo OPDS:
ru_ru: URL адрес OPDS каталога:

source: translator-credits
cs_cs: Pavel Fric
he: ירון שהרבני <sh.yaron@gmail.com>
it: Gianluca Boiano
ru_ru: Schwonder Reismus, 2019 Artem Polishchuk, 2019 Artemii Sudakov, 2020

source: A simple and modern eBook viewer
cs_cs: Jednoduchý a současný prohlížeč elektronických knih
he: מציג ספרים אלקטרוניים פשוט ועדכני
it: Un visualizzatore di eBook semplice e moderno
ru_ru: Простая и современная программа для чтения электронных книг

source: Open library window
cs_cs: Otevřít okno s knihovnou
he: פתיחת חלון ספרייה
it: Apri finestra libreria
ru_ru: Открыть окно библиотеки

source: Add files to the library
cs_cs: Přidat soubory do knihovny
he: הוספת קבצים לספרייה
it: Aggiungi file alla libreria
ru_ru: Добавить файлы в библиотеку

source: Show version
cs_cs: Ukázat verzi
he: הצגת הגרסה
it: Mostra versione
ru_ru: Показать версию

source: Show verbose debugging information
cs_cs: Ukázat podrobné ladicí informace
he: הצגת פרטי ניפוי שגיאות מפורטים
it: Mostra informazioni verbose di debug
ru_ru: Показать дополненную информацию отладки

source: Buy
cs_cs: Koupit
he: רכישה
it: Compra
ru_ru: Купить

source: Free
cs_cs: Zdarma
he: חינם
it: Gratis
ru_ru: Бесплатно

source: Preview
cs_cs: Náhled
he: תצוגה מקדימה
it: Anteprima

source: Sample
cs_cs: Ukázka
he: דוגמית
it: Estratto
ru_ru: Отрывок

source: Borrow
cs_cs: Půjčit
he: השאלה
it: Prestito
ru_ru: Взять на прокат

source: Subscribe
cs_cs: Odebírat
he: עריכת מינוי
it: Iscriviti
ru_ru: Подписаться

source: More
cs_cs: Více
he: עוד
it: Altro

source: Protected by DRM
cs_cs: Chráněno DRM
he: מוגן ב־DRM
it: Protetto da DRM
ru_ru: Защищено DRM

source: Update available
cs_cs: Aktualizace dostupná
he: יש עדכון
it: Aggiornamento disponibile

source: Update
cs_cs: Aktualizace
he: עדכון
it: Aggiorna

source: Delete
cs_cs: Smazat
he: מחיקה
it: Elimina

source: Delete this item?
cs_cs: Smazat tuto položku?
he: למחוק את הפריט הזה?
it: Eliminare questo elemento?

source: If you delete this item, it will be permanently lost.
cs_cs: Pokud smažete tuto položku, bude trvale ztracena.
he: מחיקת הפריט הזה היא לצמיתות.
it: Questo elemento sarà eliminato in modo permanente.

source: An error occurred.
cs_cs: Vyskytla se chyba.
he: אירעה שגיאה.
it: Si è verificato un errore.

source: Go back
cs_cs: Jít zpět
he: חזרה
it: Indietro
ru_ru: Назад

source: What would you like to do with this file?
cs_cs: Co chcete dělat s tímto souborem?
he: מה לעשות עם הקובץ הזה?
it: Cosa desideri fare con questo file?

source: Format: %s
cs_cs: Formát: %s
he: תצורה: %s
it: Formato: %s

source: Save
cs_cs: Uložit
he: שמירה
it: Salva
ru_ru: Сохранить

source: Unable to load OPDS feed
cs_cs: Nelze nahrát kanál OPDS
he: לא ניתן לטעון את ערוץ ה־OPDS
it: Impossibile caricare feed OPDS
ru_ru: Не удается загрузить OPDS ленту

source: Reload
cs_cs: Nahrát znovu
he: רענון
it: Ricarica
ru_ru: Перезагрузить

source: %d of %d
cs_cs: %d z %d
he: %d מתוך %d
it: %d di %d
ru_ru: %d из %d

source: OPDS Catalog
cs_cs: Soupis OPDS
he: קטלוג OPDS
it: Catalogo OPDS
ru_ru: Каталог OPDS

source: OPDS URL
cs_cs: Adresa (URL) OPDS
he: כתובת OPDS
it: URL OPDS
ru_ru: URL адрес OPDS

source: Go
cs_cs: Jít
he: ביצוע
it: Vai

source: Loading…
cs_cs: Nahrává se...
he: בטעינה…
it: Caricamento…
ru_ru: Загрузка…

source: First
cs_cs: První
he: הראשון
it: Prima
ru_ru: Первая

source: Previous
cs_cs: Předchozí
he: הקודם
it: Precedente
ru_ru: Предыдущая

source: Next
cs_cs: Další
he: הבא
it: Successivo
ru_ru: Следующая

source: Last
cs_cs: Poslední
he: האחרון
it: Ultimi
ru_ru: Последняя

source: Related
cs_cs: Související
he: קשור
it: Affini
ru_ru: Связанная

source: Section
cs_cs: Část
he: סעיף
it: Sezione
ru_ru: Раздел

source: Subsection
cs_cs: Podčást
he: תת־סעיף
it: Sottosezione
ru_ru: Подраздел

source: New
cs_cs: Nové
he: חדש
it: Novità
ru_ru: Новая

source: Popular
cs_cs: Oblíbené
he: פופולרי
it: Popolari
ru_ru: Популярная

source: Featured
cs_cs: Mimořádné přitažlivé
he: מוביל
it: In primo piano
ru_ru: Совместно с

source: Recommended
cs_cs: Doporučeno
he: מומלץ
it: Suggeriti
ru_ru: Рекомендаванное

source: Filter
cs_cs: Filtr
he: מסנן
it: Filtro
ru_ru: Фильтры

source: Open Library
it: Apri Libreria

source: Series
cs_cs: Řada
he: סדרה
it: Serie

source: Collections
cs_cs: Sbírky
he: אוספים
it: Collezioni

source: Publication Date
cs_cs: Datum vydání
he: תאריך פרסום
it: Data di pubblicazione
ru_ru: Дата публикации

source: Modified Date
cs_cs: Datum změny
he: תאריך שינוי
it: Ultima modifica
ru_ru: Дата изменения

source: File Size
cs_cs: Velikost souboru
he: גודל קובץ
it: Dimensione File
ru_ru: Размер файла

source: Format
cs_cs: Formát
he: תצורה
it: Formato
ru_ru: Формат

source: Identifier
cs_cs: Identifikátor
he: מזהה
it: ID
ru_ru: Идентификатор

source: Source
cs_cs: Zdroj
he: מקור
it: Fonte

source: Contributors
cs_cs: Přispěvatelé
he: תורמים
it: Contributori

source: Find on…
cs_cs: Najít v...
he: איתור ב־…
it: Trova su…
ru_ru: Найти в…

source: Light
cs_cs: Světlý
he: בהיר
it: Chiaro
ru_ru: Светлая

source: Sepia
cs_cs: Sépiově hnědý
he: גווני חום
it: Seppia
ru_ru: Сепия

source: Gray
cs_cs: Šedý
he: אפור
it: Grigio
ru_ru: Серая

source: Dark
cs_cs: Tmavý
he: כהה
it: Scuro
ru_ru: Тёмная

source: Invert
cs_cs: Obrácený
he: היפוך
it: Negativo
ru_ru: Негатив

source: The North Wind and the Sun were disputing which was the stronger,
cs_cs: Severní vítr se přel se sluncem o tom, který z nich je silnější,
he: הרוח הצפונית והשמש התווכחו ביניהן מי יותר חזקה,
it: Si bisticciavano un giorno il Vento della Tramontana e il Sole, l'uno pretendendo d'esser più forte dell'altro,
ru_ru: Северный Ветер и Солнце спорили, кто был сильнее,

source: when a traveler came along wrapped in a warm cloak.
cs_cs: když kolem šel cestovatel zahalený v teplém plášti.
he: עד שהגיע תרמילאי עטוף במעיל חם.
it: quando videro un viaggiatore che veniva innanzi, avvolto nel mantello.
ru_ru: когда пришел путешественник, одетый в теплый плащ.

source: en
cs_cs: cs
he: he
it: it
ru_ru: ru

source: %s BCE
he: %s לפנה״ס
it: %s PEV

source: %d minute
cs_cs: %d minuta
he: דקה
it: %d minuto
ru_ru: %d минута

source: %d hour
cs_cs: %d hodina
he: שעה
it: %d ora
ru_ru: %d час

source: E-book Files
cs_cs: Soubory elektronických knih
he: קובצי ספרים אלקטרוניים
it: File E-book
ru_ru: Файлы электронных книг

source: Authentication Required
cs_cs: Požadováno ověření
he: נדרש אימות
it: Autenticazione Richiesta
ru_ru: Требуется аутенфикация

source: Authentication required by %s
cs_cs: Ověření požadováno %s
he: נדרש אימות על ידי %s
it: Autenticazione richiesta da %s
ru_ru: %s требует аутенфикации

source: The site says: “%s”
cs_cs: Stránka říká: “%s”
he: האתר מוסר: „%s”
it: Il sito riporta: "%s"
ru_ru: Сообщение сайта: “%s”

source: Authenticate
cs_cs: Ověřit
he: אימות
it: Autenticazione
ru_ru: Аутенфикация

source: Username
cs_cs: Uživatelské jméno
he: שם משתמש
it: Nome utente
ru_ru: Имя пользователя

source: Remember my credentials
he: שמירת פרטי הגישה שלי
it: Memorizza le mie credenziali

source: Leave fullscreen
cs_cs: Opustit celou obrazovku
he: יציאה ממסך מלא
it: Esci da schermo intero
ru_ru: Выйти из полноэкранного режима

source: Fullscreen
cs_cs: Celá obrazovka
he: מסך מלא
it: Schermo intero
ru_ru: Полноэкранный режим

source: of %d
cs_cs: z %d
he: מתוך %d
it: di %d
ru_ru: из %d

source: This file or format does not work well with annotations
cs_cs: Tento soubor nebo formát nepracuje dobře s poznámkami
he: הקובץ או תצורת הקובץ לא עובדים עם כל ההסברים
it: Questo file o formato non funziona bene con le annotazioni
ru_ru: Формат этого файла плохо работает с примечаниями

source: Your annotations might stop working properly at any time.
cs_cs: Vaše poznámky mohou kdykoli přestat pracovat.
he: ההסברים שלך עלולים להפסיק לעבוד כראוי בכל עת.
it: Le tue annotazioni potrebbero non funzionare correttamente in qualsiasi momento.
ru_ru: Ваши примечания могут перестать работать как нужно в любой момент.

source: Continue Anyway
cs_cs: Přesto pokračovat
he: להמשיך בכל זאת
it: Continua Comunque
ru_ru: Всё равно продолжить

source: Contents
cs_cs: Obsah
he: תוכן
it: Contenuti
ru_ru: Оглавление

source: Show sidebar
cs_cs: Ukázat postranní pruh
he: הצגת סרגל צד
it: Mostra barra laterale
ru_ru: Показать боковую панель

source: Find
cs_cs: Najít
he: איתור
it: Trova
ru_ru: Искать

source: Image from “%s”
cs_cs: Obrázek z “%s”
he: תמונה מאת „%s”
it: Immagine da "%s"
ru_ru: Изображение с “%s”

source: Image
cs_cs: Obrázek
he: תמונה
it: Immagine
ru_ru: Изображение

source: Change highlight color
cs_cs: Změnit barvu zvýraznění
he: החלפת צבע ההדגשה
it: Cambia colore di evidenziazione
ru_ru: Изменить цвет выделения

source: Choose custom color
cs_cs: Vybrat vlastní barvu
he: בחירת צבע משלך
it: Scegli colore personalizzato
ru_ru: Выбрать свой цвет

source: Remote file
cs_cs: Vzdálený soubor
he: קובץ מרוחק
it: File remoto
ru_ru: Удалённый файл

source: Export Annotations…
cs_cs: Vyvést poznámky…
he: ייצוא הסברים…
it: Esporta Annotazioni…
ru_ru: Экспортировать примечания…

source: Edit
cs_cs: Upravit
he: עריכה
it: Modifica
ru_ru: Редактировать

source: File URL:
cs_cs: Adresa (URL) souboru:
he: כתובת קובץ:
it: URL File:
ru_ru: URL адрес файла:

source: Browse…
cs_cs: Procházet...
he: עיון…
it: Sfoglia…
ru_ru: Просмотреть…

source: Remove Book
cs_cs: Odstranit knihu
he: הסרת ספר
it: Rimuovi Libro
ru_ru: Удалить книгу

source: Preview URL
cs_cs: Adresa (URL) náhledu
he: תצוגה מקדימה של כתובת
it: URL Anteprima
ru_ru: Предосмотр URL

source: Optional
cs_cs: Volitelné
he: רשות
it: Opzionale
ru_ru: Опционально

source: Remove Catalog
cs_cs: Odstranit soupis
he: הסרת קטלוג
it: Rimuovi Catalogo
ru_ru: Удалить каталог

source: Table of Contents
cs_cs: Obsah
he: תוכן עניינים
it: Tabella dei Contenuti
ru_ru: Оглавление

source: Search annotations
cs_cs: Hledat poznámky
he: חיפוש הסברים
it: Cerca annotazioni
ru_ru: Поиск примечаний

source: Select some text to add annotations.
cs_cs: Vyberte text pro přidání poznámek.
he: יש לבחור טקסט כלשהו כדי להוסיף הסברים.
it: Seleziona del testo per aggiungere annotazioni.
ru_ru: Выделите текст, чтобы добавить примечание.

source: Annotations
cs_cs: Poznámky
he: הסברים
it: Annotazioni
ru_ru: Примечания

source: No bookmarks
cs_cs: Žádné záložky
he: אין סימניות
it: Nessun segnalibro
ru_ru: Нет закладок

source: Add some bookmarks to see them here.
cs_cs: Přidejte nějaké záložky a uvidíte je zde.
he: יש להוסיף סימניות כדי לצפות בהן כאן.
it: Aggiungi un segnalibro per vederlo qui.
ru_ru: Добавьте закладки, чтобы увидеть их здесь.

source: Bookmarks
cs_cs: Záložky
he: סימניות
it: Segnalibri
ru_ru: Закладки

source: No definitions found
cs_cs: Nenalezena žádná vymezení
he: לא נמצאו הגדרות
it: Nessuna definizione trovata
ru_ru: Значений не найдено

source: Plain Text
cs_cs: Prostý text
he: טקסט פשוט
it: Testo Semplice
ru_ru: Текст

source: Export Annotations
cs_cs: Vyvést poznámky
he: ייצוא הסברים
it: Esporta Annotazioni
ru_ru: Экспортировать примечания

source: Export
cs_cs: Vyvést
he: ייצוא
it: Esporta
ru_ru: Экспорт

source: Choose export format:
cs_cs: Vybrat ukládací formát:
he: בחירת תצורת ייצוא:
it: Scegli formato esportazione:
ru_ru: Выберите формат экспорта:

source: Choose “JSON” if you plan on importing annotations back to Foliate.
cs_cs: Zvolte “JSON”, pokud máte v úmyslu zavedení poznámek zpět do Foliate.
he: יש לבחור ב־„JSON” אם התכנון שלך הוא לייבא הסברים בחזרה ל־Foliate.
it: Scegli "JSON" se hai intenzione di importare le annotazioni in Foliate.
ru_ru: Выбирайте “JSON” если планируете импортировать примечания обратно в Foliate.

source: All chapters
cs_cs: Všechny kapitoly
he: כל הפרקים
it: Tutti i capitoli
ru_ru: Все главы

source: Current chapter
cs_cs: Nynější kapitolu
he: הפרק הנוכחי
it: Capitolo corrente
ru_ru: Текущая глава

source: Reference Preview
cs_cs: Náhled odkazu
he: תצוגת סימוכין מקדימה
it: Anteprima Riferimento

source: View
cs_cs: Pohled
he: הצגה
it: Vista
ru_ru: Вид

source: Copy
cs_cs: Kopírovat
he: העתקה
it: Copia
ru_ru: Копировать

source: Save as
cs_cs: Uložit jako
he: שמירה בשם
it: Salva come
ru_ru: Сохранить как

source: Zoom out
cs_cs: Oddálit
he: התרחקות
it: Riduci ingrandimento
ru_ru: Уменьшить масштаб

source: Restore zoom
cs_cs: Obnovit zvětšení
he: שחזור תקריב
it: Ripristina ingrandimento
ru_ru: Сбросить масштаб

source: Zoom in
cs_cs: Přiblížit
he: התקרבות
it: Aumenta ingrandimento
ru_ru: Увеличить масштаб

source: Rotate 90° counter-clockwise
cs_cs: Otočit o 90° vlevo
he: הטייה ב־90° נגד כיוון השעון
it: Ruota di 90° in senso antiorario
ru_ru: Повернуть на 90° против часовой стрелки

source: Rotate 90° clockwise
cs_cs: Otočit o 90° vpravo
he: הטייה ב־90° עם כיוון השעון
it: Ruota di 90° in senso orario
ru_ru: Повернуть на 90° по часовой стрелке

source: Import
cs_cs: Zavést
he: ייבוא
it: Importa
ru_ru: Импорт

source: These annotations will be added:
cs_cs: Budou přidány tyto poznámky:
he: ההסברים האלו יתווספו:
it: Queste annotazioni saranno aggiunte:
ru_ru: Следующие примечания будут добавлены:

source: The imported annotations will NOT overwrite the existing ones when they highlight the same passages.
cs_cs: Zavedené poznámky NEPŘEPÍŠÍ stávající, když zvýrazní stejné úseky.
he: ההסברים שיובאו לא ידרסו את הקיימים כשהם מדגישים את אותן הפסקאות.
it: Le annotazioni importate NON sovrascriveranno quelle esistenti negli stessi passaggi.
ru_ru: Импортированные примечания НЕ будут перезаписывать существующие, если они выделены одинаковыми фрагментами.

source: Open Book…
cs_cs: Otevřít knihu...
he: פתיחת ספר…
it: Apri Libro…
ru_ru: Открыть книгу…

source: Open Catalog…
cs_cs: Otevřít soupis...
he: פתיחת קטלוג…
it: Apri Catalogo…
ru_ru: Открыть каталог…

source: Add Books…
cs_cs: Přidat knihy...
he: הוספת ספרים…
it: Aggiungi Libri…
ru_ru: Добавить книги…

source: Add Catalog…
cs_cs: Přidat soupis...
he: הוספת קטלוג…
it: Aggiungi Catalogo…
ru_ru: Открыть каталог…

source: Preferences
cs_cs: Nastavení
he: העדפות
it: Preferenze
ru_ru: Параметры

source: Keyboard Shortcuts
cs_cs: Klávesové zkratky
he: קיצורי מקלדת
it: Scorciatoie da tastiera
ru_ru: Комбинации клавиш

source: About Foliate
cs_cs: O programu Foliate
he: על Foliate
it: Informazioni su Foliate
ru_ru: О Foliate

source: Go to start page
cs_cs: Jít na začáteční stranu
he: מעבר לעמוד הפתיחה
it: Vai alla pagina iniziale

source: Add this feed to catalogs
cs_cs: Přidat tento kanál do soupisů
he: הוספת הערוץ הזה לקטלוגים
it: Aggiungi questo feed ai cataloghi

source: Location…
cs_cs: Umístění…
he: מיקום…
it: Posizione…

source: Go Back to Library
cs_cs: Jít zpět do knihovny
he: חזרה לספרייה
it: Torna alla Libreria

source: Go Back to Catalogs
cs_cs: Jít zpět do soupisů
he: חזרה לקטלוגים
it: Torna ai Cataloghi

source: Add books
cs_cs: Přidat knihy
he: הוספת ספרים
it: Aggiungi libri
ru_ru: Добавить книги
